Repository: 321jr/univention-corporate-server
Catalog: */univention-updater/modules/univention/management/console/handlers/update/*.po
Languages: de

source: Manage system updates
de: Verwaltung von System-Updates

source: Settings
de: Einstellungen

source: Release update settings
de: Releae Update-Einstellungen

source: Use hotfix repositories
de: Verwende Hotfix Repositories

source: Use maintained repositories
de: Verwende Maintained Repositories

source: Use unmaintained repositories
de: Verwende Unmaintained Repositories

source: Check for updates
de: Nach Updates suchen

source: Component settings
de: Komponenten Einstellungen

source: Enabled
de: Aktiviert

source: Description
de: Beschreibung

source: Username
de: Benutzername

source: Password
de: Passwort

source: Remove component
de: Komponente entfernen

source: Confirm deletion
de: Löschbestätigung

source: Delete selected component?
de: Ausgewählte Komponente löschen?

source: Installs a release update
de: Installiert Release Updates

source: Installs all available update
de: Installiert alle verfügbaren Updates

source: Installs security updates
de: Installiert Security Updates

source: Get tail of logfile
de: Beziehe das Ende der Logdatei

source: Name of log file
de: Name der Log-Datei

source: Get dialog with AJAX logfile output
de: Logfile-Ausgabe

source: View an update warning
de: Anzeigen einer Update-Warnung

source: Component Installation
de: Komponente installieren

source: Name of component
de: Name der Komponente

source: Update system up to release version
de: System bis zu folgender Version aktualisieren

source: The following packages will be upgraded:
de: Die folgenden Pakete werden aktualisiert:

source: The following NEW packages will be installed:
de: Die folgenden Pakete werden neu installiert:

source: Removal of component <i>%s</i> failed!
de: Das Entfernen der Komponente <i>%s</i> ist fehlgeschlagen.

source: Component <i>%s</i> has been removed successfully!
de: Die Komponente <i>%s</i> wurde erfolgreich entfernt.

source: The update process stopped during update from version %(from)s to %(to)s.
de: Der Updatevorgang ist zwischen Version %(from)s und %(to)s angehalten.

source: Update finished
de: Der Updatevorgang wurde abgeschlossen.

source: The update has been finished. During update some log messages have been shown in window below. Please check the output for error messages.
de: Das Update wurde abgeschlossen. Während des Updates wurden im Fenster unten einige Meldungen ausgegeben. Bitte prüfen Sie diese auf Fehlermeldungen.

source: Update has been finished successfully
de: Der Updatevorgang wurde erfolgreich abgeschlossen.

source: The update has been finished. During update some log messages have been shown in window below.
de: Das Update wurde abgeschlossen. Während des Updates wurden im Fenster unten einige Meldungen ausgegeben.

source: Update failed
de: Der Updatevorgang ist fehlgeschlagen.

source: An error occurred during update preparation. Please check %(logfile)s carefully.
de: Ein Fehler ist bei den Updatevorbereitungen aufgetreten. Die Logdatei %(logfile)s sollte geprüft werden.

source: An error occurred during pre-update checks in preup.sh. Please check %(logfile)s carefully.
de: Ein Fehler ist während der Ausführung des Updateskripts preup.sh aufgetreten. Die Logdatei %(logfile)s sollte geprüft werden.

source: An error occurred during update. Please check %(logfile)s carefully.
de: Ein Fehler ist während des Updates aufgetreten. Die Logdatei %(logfile)s sollte geprüft werden.

source: An error occurred in post-update script postup.sh. Please check %(logfile)s carefully.
de: Ein Fehler ist während der Ausführung des Updateskripts postup.sh aufgetreten. Die Logdatei %(logfile)s sollte geprüft werden.

source: An error occurred. Please check %(logfile)s carefully.
de: Ein Fehler ist aufgetreten. Die Logdatei %(logfile)s sollte geprüft werden.

source: The release update has been finished. During update some log messages have been shown in window below. Please check the output for error messages.
de: Das Releaseupdate wurde beendet. Während des Updates wurden im Fenster unten einige Meldungen ausgegeben. Bitte prüfen Sie diese auf Fehlermeldungen.

source: The release update has been finished. During update some log messages have been shown in window below.
de: Das Releaseupdate wurde abgeschlossen. Log-Meldungen vom Update sind im Fenster unten ausgegeben worden.

source: The security update has been finished. During update some log messages have been shown in window below. Please check the output for error messages.
de: Das Securityupdate wurde abgeschlossen. Während des Updates wurden im Fenster unten einige Meldungen ausgegeben. Bitte prüfen Sie diese auf Fehlermeldungen.

source: The security update has been finished. During update some log messages have been shown in window below.
de: Das Securityupdate wurde abgeschlossen. Während des Updates wurden im Fenster unten einige Meldungen ausgegeben.

source: An error occurred during package update. Please check %(logfile)s carefully.
de: Ein Fehler ist während des Updates aufgetreten. Die Logdatei %(logfile)s sollte geprüft werden.

source: Installation finished
de: Die Installation wurde abgeschlossen.

source: The package installation has been finished. During installation some log messages have been shown in window below. Please check the output for error messages.
de: Die Paketinstallation wurde abgeschlossen. Während der Installation wurden im Fenster unten einige Meldungen ausgegeben. Bitte prüfen Sie diese auf Fehlermeldungen.

source: Installation has been finished successfully
de: Die Installation wurde erfolgreich abgeschlossen.

source: The package installation has been finished. During installation some log messages have been shown in window below.
de: Die Installation wurde abgeschlossen. Während der Installation wurden im Fenster unten einige Meldungen ausgegeben.

source: Installation failed
de: Installation fehlgeschlagen

source: An error occurred during package installation. Please check %(logfile)s carefully.
de: Ein Fehler ist während der Installation aufgetreten. Die Logdatei %(logfile)s sollte geprüft werden.

source: Update progress
de: Updatevorgang anzeigen

source: The update process has been started. During update log messages will be shown in window below. Please wait until the release update has been finished.
de: Der Updatevorgang wurde gestartet. Während des Updatevorgangs werden Logmeldungen im Fenster unten angezeigt. Bitte warten Sie, bis das Update abgeschlossen ist.

source: The release update process has been started. During update log messages will be shown in window below. Please wait until the release update has been finished.
de: Das Releaseupdate wurde gestartet. Während des Updatevorgangs werden Logmeldungen im Fenster unten angezeigt. Bitte warten Sie, bis das Update abgeschlossen ist.

source: Security update progress
de: Updatevorgang des Securityupdates

source: The security update process has been started. During update log messages will be shown in window below. Please wait until the security update has been finished.
de: Das Securityupdate wurde gestartet. Während des Updatevorgangs werden Logmeldungen im Fenster unten angezeigt. Bitte warten Sie, bis das Update abgeschlossen ist.

source: The update process has been started. During update log messages will be shown in window below. Please wait until the update has been finished.
de: Das Update wurde gestartet. Während des Updatevorgangs werden Logmeldungen im Fenster unten angezeigt. Bitte warten Sie, bis das Update abgeschlossen ist.

source: Installing component
de: Komponente installieren

source: The installation process has been started. During installation log messages will be shown in window below. Please wait until the installation has been finished.
de: Der Installationsvorgang wurde gestartet. Während der Installation werden Logmeldungen im Fenster unten angezeigt. Bitte warten Sie, bis die Installation abgeschlossen ist.

source: Close
de: Schließen

source: Important Information
de: Wichtige Informationen

source: The system has been updated to a newer version of UCS. It is suggested that the system should be rebooted after the update. This has not been done yet.
de: Das System wurde auf eine neuere Version von UCS aktualisiert. Es ist empfohlen das System nach einem Update neuzustarten. Dies wurde bis jetzt noch nicht durchgeführt.

source: Rebooting the system after an update
de: Neustart des Systems nach einem Update

source: Reboot system
de: System neustarten

source: The update module has been deactivated.
de: Das Update-Modul wurde deaktiviert.

source: View logfile
de: Logdatei anzeigen

source: The update is still in progress.
de: Das Update ist noch nicht abgeschlossen.

source: The currently installed UCS release version is %(version)s.
de: Die aktuell installierte UCS-Releaseversion ist %(version)s.

source: Install updates
de: Updates installieren

source: Updates have been found.
de: Es wurden Updates gefunden.

source: Further release updates are available but the update is blocked by required component "%s".
de: Weitere Releaseupdates sind verfügbar, werden aber durch die benötigte Komponente "%s" blockiert.

source: System is up-to-date. No updates available.
de: Das System ist aktuell. Es stehen keine Updates zur Verfügung.

source: The connection to the repository server failed. Please check the repository configuration and the network connection.
de: Die Verbindung zum Repository-Server ist fehlgeschlagen. Bitte überprüfen Sie die Repository-Konfiguration und die Netzwerkverbindung.

source: Update command returned error code %s. Please check logfile.
de: Der Update-Befehl hat sich mit dem Rückgabewert %s beendet. Bitte die Logdateien überprüfen.

source: Release Information
de: Versionsinformationen

source: The currently installed release version is %s.
de: Die aktuell installierte Releaseversion ist %s.

source: The connection to the repository server failed: %s. Please check the repository settings and the network connection.
de: Die Verbindung zum Repository-Server ist fehlgeschlagen: %s. Bitte überprüfen Sie die Repository-Konfiguration und die Netzwerkverbindung.

source: An error occurred during network operation: %s
de: Ein Fehler ist während einer Netzwerk-Operation aufgetreten: %s

source: The currently installed UCS release version is %(version)s. Further release updates are available but the update is blocked by required component "%(component)s".
de: Die aktuell installierte UCS-Release-Version ist %(version)s. Weitere Releaseupdates sind verfügbar, werden aber durch die benötigte Komponente %(component)s blockiert.

source: The currently installed version is %s and there is no update available.
de: Die aktuell installierte Version ist %s und es steht kein Update zur Verfügung.

source: The currently installed release version is %s and new release updates are available.
de: Die aktuell installierte Version ist %s und neue Releaseupdates sind verfügbar.

source: The updates can be installed up to release version %(maxpossibleversion)s. Further release updates are available but the following release updates are blocked by required component "%(component)s".
de: Die Updates können bis zur UCS-Release-Version %(maxpossibleversion)s installiert werden. Weitere Releaseupdates sind verfügbar, werden aber durch die benötigte Komponente %(component)s blockiert.

source: UCS %s (latest version)
de: UCS %s (aktuellste Version)

source: Install release updates
de: Releaseupdates installieren

source: The security update is still in progress.
de: Das Securityupdate ist noch nicht abgeschlossen.

source: The currently installed security update version is %s.
de: Die aktuell installierte Securityupdate-Version ist %s.

source: Install available security updates
de: Verfügbare Securityupdates installieren

source: The currently installed security update version is %(old)s and the most recent security update version is %(new)s.
de: Die aktuell installierte Securityupdate-Version ist %(old)s und die aktuellste Securityupdate-Version ist %(new)s.

source: The currently installed security update version is %(old)s and no further security updates are available.
de: Die aktuell installierte Securityupdate-Version ist %(old)s und es steht kein Update zur Verfügung.

source: The package update is still in progress.
de: Das Update ist noch nicht abgeschlossen.

source: Check for package updates
de: Nach Updates suchen

source: %d component(s) have been specified and may contain new packages.
de: %d Komponenten sind eingerichtet und enthalten ggf. neue Pakete.

source: Currently there is no component repository specified.
de: Es wurde noch keine Komponente eingerichtet.

source: Package updates
de: Paketupdates

source: Release settings
de: Release-Einstellungen

source: The settings dialog has been disabled since an update is currently running. It will be reenabled if update process has finished.
de: Der Einstellungsdialog wurde deaktiviert, da aktuell ein Update durchgeführt wird. Er wird wieder aktiviert, wenn das Update abgeschlossen wurde.

source: Repository Settings
de: Repository-Einstellungen

source: Configure repository settings
de: Repository-Einstellungen ändern

source: UCS systems access repository servers for installing release updates or security updates.
de: UCS-Systeme greifen auf Repository-Server zu, um Release- oder Securityupdates zu installieren.

source: Which repository server is used can be set for each UCS system individually.
de: Der vom UCS-System verwendete Repository-Server kann für jedes System individuell gesetzt werden.

source: In addition to the standard repositories, additional software components can also be integrated by adding component repositories.
de: Zusätzlich zu den Standard-Repositorys können Software-Komponenten integriert werden über das Hinzufügen von Komponenten-Repositorys.

source: Editing components has been deactivated due to currently running package installation.
de: Das Bearbeiten von Komponenten wurde vorübergehend deaktiviert, da aktuell eine Paketinstallation durchgeführt wird.

source: The component management has been deactivated as this server has a local repository.
de: Die Komponentenverwaltung wurde deaktiviert, da dieses System ein lokales Repository hat.

source: Component Name
de: Komponentenname

source: Modify component %s
de: Modifiziere Komponente %s

source: Configure
de: Bearbeiten

source: Delete
de: Entfernen

source: This component is disabled.
de: Diese Komponente ist deaktiviert.

source: This component is enabled.
de: Diese Komponente ist aktiviert.

source: The access to this component has been denied.
de: Der Zugriff auf diese Komponente wurde vom Server verweigert.

source: The component has not been found on server.
de: Diese Komponente wurde auf dem Server nicht gefunden.

source: The status of this component is unknown.
de: Der Status dieser Komponente ist unbekannt.

source: Installing component %s
de: Installiere Komponente %s

source: Installation warning
de: Installationswarnung

source: Install component
de: Komponente installieren

source: Add a new component
de: Eine neue Komponente hinzufügen

source: Repository settings
de: Repository-Einstellungen

source: Confirm the updater warning
de: Bestätigen der Updater-Warnung

source: Continue
de: Fortfahren

source: No updates available
de: Es stehen keine Updates zur Verfügung.

source: Execute the update
de: Das Update durchführen

source: <h2>Attention!</h2><br><p> Installing new packages is a significant change to this system and could have impact<br> to other systems. In normal case, trouble-free use by users is not possible during the installation,<br> since system services may need to be restarted. Thus, new packages shouldn't be installed<br> on a live system.<br> <br> During setup, the web server may be stopped, leading to a termination of the HTTP<br> connection. Nonetheless, the installation proceeds and the installation can be monitored from a<br> new UMC session. Logfiles can be found in the directory /var/log/univention/.<br> <br> Before installing components please check release notes and changelogs carefully.<br> These documents can be found at <a href="%(url)s">%(description)s.</a><br> <br> Do you really wish to proceed? </p>
de: <h2>Achtung</h2><br><p> Die Installation neuer Pakete ist eine signifikante Veränderung des betreffenden<br> System, die auch Auswirkungen auf andere Systeme haben kann. Im Normalfall ist<br> während der Installation kein störungsfreies Arbeiten von Anwendern möglich, da<br> bspw. Dienste neu gestartet werden. Deshalb sollte eine Paketinstallation nicht<br> im laufenden Betrieb eingespielt werden.<br> <br> Während des Updates kann es vorkommen, dass der Webserver beendet wird und diese<br> Verbindung unterbrochen wird. Die Installation wird trotzdem weiter durchgeführt<br> und in einer neuen UMC-Sitzung kann der Vorgang der Installation dann weiter<br> beobachtet werden. Logdateien können im Verzeichnis /var/log/univention/ eingesehen<br> werden.<br> <br> Vor der Installation sollten Release Notes und Changelogs eingehend geprüft werden.<br> Diese Dokumente können unter <a href="%(url)s">%(description)s</a><br> abgerufen werden.<br> <br> Wollen Sie wirklich fortfahren? </p>

source: Attention!
de: Warnung!

source: Installing an system update is a significant change to this system and could have impact<br>
de: Das Einspielen eines Updates ist eine signifikante Veränderung des betreffenden Systems, die auch<br>

source: to other systems. In normal case, trouble-free use by users is not possible during the update,<br>
de: Auswirkungen auf andere Systeme haben kann. Im Normalfall ist während des Updates kein störungsfreies Arbeiten<br>

source: since system services may need to be restarted. Thus, updates shouldn't be installed<br>
de: von Anwendern möglich, da bspw. Dienste neu gestartet werden. Deshalb sollten Sie das Update<br>

source: on a live system. It is also recommended to evaluate the update in a test environment<br>
de: nicht im laufenden Betrieb einspielen. Tests in einer Testumgebung<br>

source: and to create a backup of the system.
de: und die Erstellung einer Sicherung des Systems werden ebenfalls empfohlen.

source: During setup, the web server may be stopped, leading to a termination of the HTTP<br>
de: Während des Updates kann es vorkommen, dass der Webserver beendet wird und diese Verbindung unterbrochen<br>

source: connection. Nonetheless, the update proceeds and the update can be monitored from a<br>
de: wird. Das Update wird trotzdem weiter durchgeführt und in einer neuen UMC-Sitzung kann der Vorgang des Updates<br>

source: new UMC session. Logfiles can be found in the directory /var/log/univention/.
de: dann weiter beobachtet werden. Logdateien können im Verzeichnis /var/log/univention/ gefunden werden.

source: Before installing updates please check the release notes and changelogs carefully.<br>
de: Vor dem Einspielen von Updates prüfen Sie bitte eingehend die Release-Notes und Changelogs.<br>

source: These documents can be found at <a href="%(url)s">%(description)s</a>.
de: Diese Dokumente können unter <a href="%(url)s">%(description)s</a> bezogen werden.

source: Do you really wish to proceed?
de: Wollen Sie wirklich fortfahren?

source: Update warning
de: Update-Warnung
