Repository: 321jr/univention-corporate-server
Catalog: */univention-l10n-*/*/services/univention-pkgdb/umc/python/pkgdb/*.po
Languages: fr

source: All properties
fr: Toutes les propriétés

source: Config files only
fr: Fichiers de configuration uniquement

source: Connection to the dabase lost. %s
fr: Connexion à la base de données perdue. %s

source: Could not establish connection to the database. %s
fr: Impossible d'établir une connexion à la base de données. %s

source: Deinstall
fr: Désinstaller

source: Half-configured
fr: Configuré à moitié

source: Half-installed
fr: Installé à moitié

source: Hold
fr: En attente

source: Hold + Reinstall required
fr: En attente + Réinstallation requise

source: Hostname
fr: Nom d'hôte

source: Incomplete
fr: Incomplet

source: Install
fr: Installer

source: Installation state
fr: État de l'installation

source: Installed
fr: Installé

source: Inventory date
fr: Date d'inventaire

source: Maybe the PostgreSQL server is not running. It can be started with the UMC module "System services".
fr: Le serveur PostgreSQL n'est peut-être pas démarré. Il peut être lancé avec le module UMC « Services du système ».

source: Member Server
fr: Serveur membre

source: Not installed
fr: Non installé

source: OK
fr: Valider

source: Package name
fr: Nom du paquetage

source: Package state
fr: État du paquetage

source: Purge
fr: Éliminer

source: Reinstall required
fr: Réinstallation nécessaire

source: Selection state
fr: État de la sélection

source: System role
fr: Rôle système

source: Triggers awaited
fr: Déclencheurs attendus

source: Triggers pending
fr: Déclencheurs en attente

source: UCS Version
fr: Version d'UCS

source: UCS Version is greater than
fr: La version d'UCS est supérieure à

source: UCS Version is lower than
fr: La version d'UCS est inférieure à

source: Uninstalled
fr: Désinstallé

source: Unpacked
fr: Extrait du paquetage
