Repository: 321jr/univention-corporate-server
Catalog: services/univention-pkgdb/modules/univention/management/console/handlers/softmon/*.po
Languages: de

source: Monitor software status on all your systems
de: Software Status Anzeige für alle UCS Systeme

source: Search filters
de: Suchfilter

source: Search systems
de: Systeme suchen

source: Search packages
de: Pakete suchen

source: Identify problems
de: Probleme identifizieren

source: Loading system roles and system versions from Univention PKGDB failed. Please check installation of univention-pkgdb and run "univention-pkgdb-check" and "univention-pkgdb-scan".
de: Das Laden der Systemrollen und Systemversionen von der Univention Paketstatus-Datenbank ist fehlgeschlagen. Bitte überprüfen Sie Ihre Installation von univention-pkgdb und rufen "univention-pkgdb-check" und "univention-pkgdb-scan" auf.

source: Results per page
de: Ergebnisse pro Seite

source: Search key
de: Filterobjekt

source: Operator
de: Filterbedingung

source: Pattern
de: Filtermuster

source: Save search filter as
de: Suchfilter speichern als:

source: --- Please select ---
de: --- Bitte auswählen ---

source: Select saved search filters
de: Gespeicherten Suchfilter auswählen:

source: Save search filter
de: Suchfilter speichern

source: Delete search filter
de: Suchfilter löschen

source: UCS role
de: UCS-Rolle

source: Current version
de: vorhandene Version

source: Inventory date
de: Erfassungszeit

source: %d Search result(s)
de: %s Suchergebnis(se)

source: Package
de: Paket

source: Package selection state
de: Paketauswahlstatus

source: Installation state
de: Installationszustand

source: Current package state
de: Aktueller Paketstatus

source: Systems not updated
de: Nicht aktualisierte Systeme

source: Find packages installed incompletely
de: Unvollständig installierte Pakete

source: Select check:
de: Überprüfung auswählen:

source: To compare with version
de: Vergleichen mit Version

source: equals
de: gleich

source: not equals
de: ungleich

source: greater than
de: größer

source: less than
de: kleiner

source: greater or equals
de: größer oder gleich

source: less or equals
de: kleiner oder gleich

source: Search filter
de: Suchfilter

source: System role
de: System-Rolle

source: Package name
de: Paketname

source: Package version
de: Paketversion
