Repository: 321jr/univention-corporate-server
Catalog: kolab2/univention-kolab2-framework/files/var/lib/univention-kolab2-framework/fbview/kronolith/po/*.po
Languages: fi_fi

source: %d hour
fi_fi: %d tunti

source: %d hour, %d minute
fi_fi: %d tunti, %d minuutti

source: %d hour, %d minutes
fi_fi: %d tunti, %d minuuttia

source: %d hours
fi_fi: %d tuntia

source: %d hours, %d minute
fi_fi: %d tuntia, %d minuutti

source: %d hours, %d minutes
fi_fi: %d tuntia, %d minuuttia

source: %d minute
fi_fi: %d minuutti

source: %d minutes
fi_fi: %d minuuttia

source: %s Minutes before
fi_fi: %s minuuttia ennen

source: %s file successfully imported
fi_fi: %s tiedoston tuonti onnistui

source: %s is in progress.
fi_fi: %s etenee.

source: %s is starting now.
fi_fi: %s alkaa nyt

source: %s starts in %s
fi_fi: %s alkaa %s

source: %s's Calendar
fi_fi: %s:n kalenteri

source: * Add these by clicking Invite *
fi_fi: * Lis‰‰ n‰m‰ valitsemalla Kutsu *

source: * Please select address(es) *
fi_fi: * Valitse osoitteet *

source: <b>Description</b> (optional)
fi_fi: <b>Kuvaus</b> (vapaaehtoinen)

source: <b>Description</b>
fi_fi: <b>Kuvaus</b>

source: <b>Keywords</b> (optional)
fi_fi: <b>Avainsanat</b> (vapaaehtoinen)

source: <b>Keywords</b>
fi_fi: <b>Avainsanat</b>

source: <b>Recurrence</b> (optional)
fi_fi: <b>Toistuvuus</b> (vapaaehtoinen)

source: <b>Recurrence</b>
fi_fi: <b>Toistuvuus</b>

source: Add Event
fi_fi: Lis‰‰ tapahtuma

source: Add New Remote Calendar:
fi_fi: Lis‰‰ uusi et‰kalenteri:

source: Add a new event
fi_fi: Lis‰‰ uusi tapahtuma

source: Add people from my Address Book
fi_fi: Lis‰‰ henkilˆt osoitekirjastani

source: Add
fi_fi: Lis‰‰

source: Add, remove, and edit categories.
fi_fi: Voit lis‰t‰, poistaa ja muokata luokituksia.

source: Alarm Date
fi_fi: H‰lytysp‰iv‰m‰‰r‰

source: Alarm Span (minutes)
fi_fi: H‰lytyksen pituus (minuutteina)

source: Alarm Time
fi_fi: H‰lytysaika

source: Alarm
fi_fi: H‰lytys

source: All Visible
fi_fi: Kaikki n‰kyvill‰

source: All day event
fi_fi: Koko p‰iv‰n tapahtuma

source: All day
fi_fi: Koko p‰iv‰n

source: All events
fi_fi: Kaikki tapahtumat

source: All
fi_fi: Kaikki

source: Any events in a category that is deleted will become %s.
fi_fi: Kaikki poistettavassa luokituksessa oleville tapahtumille tulee luokitukseksi %s.

source: April
fi_fi: huhtikuu

source: At
fi_fi: Kello

source: Attached is an iCalendar file describing this event.
fi_fi: Liitteen‰ on iCalendar tiedosto, jossa on lis‰tietoja t‰st‰ tapahtumasta.

source: August
fi_fi: elokuu

source: Back to Calendar Options
fi_fi: Takaisin kalenterin asetuksiin

source: Birthday
fi_fi: Syntym‰p‰iv‰

source: Business
fi_fi: Tyˆasia

source: Calendar Summary
fi_fi: Kalenteri yhteenveto

source: Calendar
fi_fi: Kalenteri

source: Calendar's Type:
fi_fi: Kalenterin tyyppi:

source: Calendar's name:
fi_fi: Kalenterin nimi:

source: Calendars
fi_fi: Kalenterit

source: Can't create a new event.
fi_fi: Ei voida luoda uutta tapahtumaan.

source: Cancel
fi_fi: Peru

source: Category Management
fi_fi: Luokitusten hallinta

source: Category
fi_fi: Luokitus

source: Change the way dates and times are formatted.
fi_fi: Voit muuttaa p‰iv‰m‰‰rien ja ajan esitystapaa.

source: Change
fi_fi: Muuta

source: Choose Color
fi_fi: Valitse v‰ri

source: Comma separated values
fi_fi: Pilkuilla erotetut arvot

source: Confirm deletion of events?
fi_fi: Varmista tapahtumien poisto.

source: Contact List
fi_fi: Osoitelista

source: Create New Category
fi_fi: Luo uusi luokitus

source: Create a New Event
fi_fi: Luo uusi tapahtuma

source: Create
fi_fi: Luo

source: Current
fi_fi: T‰m‰

source: Daily: Recurs every
fi_fi: P‰ivitt‰in: Toistuvuuden v‰li

source: Date and Time Options
fi_fi: P‰iv‰m‰‰r‰n ja ajan asetukset

source: Day
fi_fi: P‰iv‰

source: Day(s)
fi_fi: P‰iv‰‰

source: December
fi_fi: joulukuu

source: Delete %s
fi_fi: Poista %s

source: Delete '%s'
fi_fi: Poista '%s'

source: Delete Event
fi_fi: Poista tapahtuma

source: Delete the current event only, this occurrence and all future occurences, or all occurences?
fi_fi: Poista t‰m‰ tapahtuma, t‰m‰n tapahtuman tulevat toisinnot vai t‰m‰ tapahtuma ja kaikki sen toisinnot.

source: Delete
fi_fi: Poista

source: Description
fi_fi: Kuvaus

source: Description:
fi_fi: Kuvaus:

source: Display 24-hour times?
fi_fi: K‰yt‰ 24-tunnin aikaesityst‰.

source: Display Options
fi_fi: N‰kym‰n asetukset

source: Display
fi_fi: N‰yt‰

source: Due: %s
fi_fi: Valmistuu: %s

source: Duration
fi_fi: Kesto

source: Edit %s
fi_fi: Muokkaa %s

source: Edit '%s'
fi_fi: Muokkaa '%s'

source: Edit Remote Calendars
fi_fi: Muokkaa et‰kalenterejasi

source: Edit your calendars.
fi_fi: Muokkaa kalentereitasi.

source: Edit
fi_fi: Muokkaa

source: Email Address
fi_fi: S‰hkˆpostiosoite

source: End Date
fi_fi: P‰‰ttymisp‰iv‰m‰‰r‰

source: End On
fi_fi: P‰‰ttyy

source: End Time
fi_fi: P‰‰ttymisaika

source: Event from %s to %s
fi_fi: Tapahtuma alkaen %s loppuu %s

source: Existing Remote Calendars:
fi_fi: Olemassaolevat et‰kalenterit:

source: Export Calendar
fi_fi: Vie kalenteri

source: Export
fi_fi: Vie

source: February
fi_fi: helmikuu

source: Find
fi_fi: Haku

source: Fr
fi_fi: pe

source: Friday
fi_fi: perjantai

source: Future
fi_fi: Tulevat

source: Game
fi_fi: Peli

source: Goto
fi_fi: Mene

source: Help
fi_fi: Ohje

source: Here is a more detailed description:
fi_fi: T‰ss‰ ovat tarkemmat tiedot:

source: Hour(s)
fi_fi: Tuntia

source: How many days into the future should we generate free/busy information for?
fi_fi: Montako tulevaa p‰iv‰‰ merkit‰‰‰n vapaaksi/varatuksi.

source: Import Calendar, Step %d
fi_fi: Kalenterin tuonti, askel %d

source: Import
fi_fi: Tuo

source: Import/Export Calendar
fi_fi: Tuo/Vie kalenteri

source: Import/Export
fi_fi: Tuo/Vie

source: Invalid category entered.
fi_fi: Ep‰kelpo luokitus annettu.

source: Invite people to %s
fi_fi: Kutsu henkilˆt %s:‰‰n

source: Invite people to '%s'
fi_fi: Kutsu henkilˆt '%s':‰‰n

source: Invite these people
fi_fi: Kutsu n‰m‰ henkilˆt

source: Invite
fi_fi: Kutsu

source: January
fi_fi: tammikuu

source: July
fi_fi: hein‰kuu

source: June
fi_fi: kes‰kuu

source: Keywords
fi_fi: Avainsanat

source: Kronolith is not properly configured
fi_fi: Kronolith-ohjelmisto ei ole asennettu oikein

source: Language
fi_fi: Kieli

source: Last Month
fi_fi: Edellinen kuukausi

source: Last week
fi_fi: Edellinen viikko

source: Lasts
fi_fi: Kest‰‰

source: Limit the time span to export:
fi_fi: Rajoita viennin aikaa:

source: Location
fi_fi: Paikka

source: Manage multiple calendars.
fi_fi: Voit muokata kalentereita ja niiden asetuksia.

source: Manage remote calendars.
fi_fi: Voit muokata et‰kalentereja ja niiden asetuksia.

source: March
fi_fi: maaliskuu

source: May
fi_fi: toukokuu

source: Meeting
fi_fi: Tapaaminen

source: Meeting: %s
fi_fi: Tapaaminen: %s

source: Meetings
fi_fi: Tapaamiset

source: Minute(s)
fi_fi: Minuuttia

source: Minutes
fi_fi: Minuuttia

source: Mo
fi_fi: ma

source: Monday
fi_fi: maanantai

source: Month
fi_fi: Kuukausi

source: Monthly: Recurs every
fi_fi: Kuukausittain: Toistuvuuden v‰li

source: Multiple iCalendar components found. Use calendar/import_icalendar instead.
fi_fi: Lˆytyi useita iCalendar komponentteja. K‰yt‰ mielummin calendar/import_icalendar komponenttia.

source: Name
fi_fi: Nimi

source: Name:
fi_fi: Nimi:

source: New Category
fi_fi: Uusi luokitus

source: New Event
fi_fi: Uusi tapahtuma

source: Next Month
fi_fi: Seuraava kuukausi

source: Next day
fi_fi: Seuraava p‰iv‰

source: Next week
fi_fi: Seuraava viikko

source: No calendars are available to guests.
fi_fi: Vierailijoille ei ole tarjolla yht‰‰n kalenteria.

source: No configuration information specified for SQL Calendar.
fi_fi: Asetustietoja ei ollut m‰‰ritelty SQL kalenterille.

source: No end date
fi_fi: Ei p‰‰ttymisp‰iv‰‰

source: No iCalendar data was found.
fi_fi: Ei lˆytynyt iCalendar tietoa.

source: None
fi_fi: Ei k‰ytˆss‰

source: Notice: Importing is not possible with this configuration due to a bug in the underlying calendar driver.
fi_fi: Huomaa: Tuonti ei ole mahdollista n‰ill‰ asetuksilla kalenteriajurin virheen takia.

source: November
fi_fi: marraskuu

source: October
fi_fi: lokakuu

source: Options
fi_fi: Asetukset

source: Other Options
fi_fi: Muut asetukset

source: Owner
fi_fi: Omistaja

source: Pattern
fi_fi: Toistuvuus

source: Permanently delete this event?
fi_fi: Poistetaanko t‰m‰ tapahtuma pysyv‰sti?

source: Permission Denied
fi_fi: K‰yttˆ kielletty

source: Permissions
fi_fi: Oikeudet

source: Personal
fi_fi: Henkilˆkohtainen

source: Please enter a name for the new category:
fi_fi: Anna nimi uudelle luokitukselle:

source: Please enter a new name for this category:
fi_fi: Anna t‰lle luokitukselle uusi nimi:

source: Previous day
fi_fi: Edellinen p‰iv‰

source: Print
fi_fi: Tulosta

source: Private
fi_fi: Yksityinen

source: Recur Until
fi_fi: Toistuvuus p‰‰ttyy

source: Recurrence Data
fi_fi: Toistuvuuden tiedot

source: Recurrence End Date
fi_fi: Toistuvuuden p‰‰ttymisp‰iv‰m‰‰r‰

source: Recurrence Interval
fi_fi: Toistuvuuden v‰li

source: Recurrence Type
fi_fi: Toistuvuuden tyyppi

source: Recurs daily
fi_fi: Toistuu p‰ivitt‰in

source: Recurs monthly
fi_fi: Toistuu kuukausittain

source: Recurs not
fi_fi: Ei toistu

source: Recurs weekly
fi_fi: Toistuu viikoittain

source: Recurs yearly
fi_fi: Toistuu vuosittain

source: Reminder: %s
fi_fi: Muistutus: %s

source: Remote Calendars
fi_fi: Et‰kalenterit

source: Rename
fi_fi: Nime‰ uudelleen

source: Required 'hostspec' not specified in calendar configuration.
fi_fi: Tarvittavaa 'hostspec'-tietoa ei ollut m‰‰ritelty calendar asetuksissa.

source: Required 'password' not specified in calendar configuration.
fi_fi: Tarvittavaa 'password'-tietoa ei ollut m‰‰ritelty calendar asetuksissa.

source: Required 'phptype' not specified in calendar configuration.
fi_fi: Tarvittavaa 'phptype'-tietoa ei ollut m‰‰ritelty calendar asetuksissa.

source: Required 'username' not specified in calendar configuration.
fi_fi: Tarvittavaa 'username'-tietoa ei ollut m‰‰ritelty calendar asetuksissa.

source: Reset to Defaults
fi_fi: Palauta oletusasetukset

source: Reset
fi_fi: Tyhjenn‰

source: Sa
fi_fi: la

source: Saturday
fi_fi: lauantai

source: Save As New
fi_fi: Talleta uutena

source: Save Event
fi_fi: Talleta tapahtuma

source: Search
fi_fi: Haku

source: Select a calendar
fi_fi: Valitse kalenteri

source: Select confirmation options, how to display the different views and choose default view.
fi_fi: Voit muuttaa varmistukseen liittyvi‰ asetuksia, miten erilaisia n‰kymi‰ n‰ytet‰‰n ja mit‰ k‰ytet‰‰n oletusn‰kym‰n‰.

source: Select how to display Dates:
fi_fi: Valitse p‰iv‰m‰‰rien esitysasu:

source: Select if to show due tasks in the calendar.
fi_fi: Voit valita n‰ytet‰‰nkˆ valmistuvat teht‰v‰t kalenterissa.

source: Select if to show meetings in the calendar.
fi_fi: Voit valita n‰ytet‰‰nkˆ tapaamiset kalenterissa.

source: Select the calendar to import to:
fi_fi: Valitse kalenteri, johon tuodaan tietoja:

source: Select the file to import:
fi_fi: Valitse tiedosto, johon tuot tietoa:

source: Select the first weekday:
fi_fi: Valitse ensimm‰inen viikonp‰iv‰:

source: Select the format to export to:
fi_fi: Valitse vienniss‰ k‰ytett‰v‰ muoto:

source: Select the identity you want to use to invite people:
fi_fi: Valitse profiili, jota k‰yt‰t kutsumisessa:

source: Select the source to import from:
fi_fi: Valitse tuonnissa k‰ytett‰v‰ muoto:

source: Select the time span to show:
fi_fi: Valitse n‰ytett‰v‰ aikajakso:

source: Select the view to display after login:
fi_fi: Valitse n‰kym‰, joka n‰ytet‰‰n sis‰‰nkirjautumisen j‰lkeen:

source: Select which events to show in the Horde summary.
fi_fi: Voit valita mit‰ tapahtumia n‰ytet‰‰n Horde yhteenvedossa.

source: September
fi_fi: syyskuu

source: Set the current time zone.
fi_fi: Voit asettaa k‰ytett‰v‰n aikavyˆhykkeen.

source: Set the language that menu items, explanations, and help are in.
fi_fi: Aseta kieli, jota k‰ytet‰‰n valikoissa, selityksiss‰ ja ohjeissa.

source: Set your preferred display language.
fi_fi: Voit asettaa ohjelmassa k‰ytett‰v‰n kielen.

source: Shared
fi_fi: Julkinen

source: Show Calendars:
fi_fi: N‰yt‰ kalenterit:

source: Show delete, alarm, and recurrence icons in calendar views?
fi_fi: N‰yt‰ poista, h‰lytys ja toisto ikonit kalenterin‰kym‰ss‰.

source: Show due tasks in the calendar?
fi_fi: N‰yt‰ valmistuvat teht‰v‰t kalenterissa.

source: Show half hour slots in day and week views?
fi_fi: N‰yt‰ puolen tunnin lokerot p‰iv‰-, viikko- ja vuosin‰kymiss‰.

source: Show meetings in the calendar?
fi_fi: N‰yt‰ tapaamiset kalenterissa.

source: Show only events that have an alarm set?
fi_fi: N‰yt‰ vain ne tapahtumat, joihin liittyy h‰lytys.

source: Show shared calendars side-by-side
fi_fi: N‰yt‰ jaetut kalenterit vierekk‰in

source: Show
fi_fi: N‰yt‰

source: Some of Kronolith's configuration files are missing:
fi_fi: Joitakin Kronolith:n asetustiedostoja puuttuu:

source: Start Date
fi_fi: Alkamisp‰iv‰m‰‰r‰

source: Start On
fi_fi: Alkaa

source: Start Time
fi_fi: Alkamisaika

source: Summary
fi_fi: Yhteenveto

source: Sunday
fi_fi: sunnuntai

source: Tasks
fi_fi: Teht‰v‰t

source: Th
fi_fi: to

source: The calendar "%s" cannot be deleted.
fi_fi: Kalenteria "%s" ei voi poistaa.

source: The calendar "%s" has been deleted.
fi_fi: Kalenteri "%s" on poistettu

source: The calendar "%s" has been saved.
fi_fi: Kalenteri "%s" on talletettu.

source: The calendar name is empty.
fi_fi: Kalenterilla ei ole nime‰.

source: The end date must be later than the start date.
fi_fi: P‰‰ttymisp‰iv‰m‰‰r‰ pit‰‰ olla myˆhempi kuin alkamisp‰iv‰m‰‰r‰.

source: The invite screen is no longer present. Exiting.
fi_fi: Kutsu henkilˆit‰ -n‰kym‰ ei ole en‰‰ n‰kyviss‰. Poistutaan.

source: There was an error accessing the calendar: %s
fi_fi: Tapahtui virhe k‰ytett‰ess‰ kalenteria: %s

source: There was an error adding the event: %s
fi_fi: Tapahtui virhe lis‰tt‰ess‰ tapahtumaa: %s

source: There was an error editing the event: %s
fi_fi: Tapahtui virhe muokattaessa tapahtumaa: %s

source: There was an error importing the data.
fi_fi: Tiedon tuonnissa tapahtui virhe.

source: There was an error importing the iCalendar data.
fi_fi: iCalendar-tietojen tuonnissa tapahtui virhe.

source: There was an error importing the iCalendar data: %s.
fi_fi: iCalendar-tietojen tuonnissa tapahtui virhe: %s.

source: There was an error importing the uploaded file
fi_fi: Tiedoston tuonnissa tapahtui virhe

source: There was an error sending your invitation: %s
fi_fi: Tapahtui virhe kutsua l‰hetett‰ess‰. Palvelimen virheilmoitus oli: %s

source: There were no events to export.
fi_fi: Ei ole tapahtumia. Tapahtumia ei voi vied‰.

source: These changes can not be undone!
fi_fi: N‰it‰ muutoksia ei voi peruuttaa!

source: This file controls the default preferences for Kronolith, and also controls which preferences users can alter.
fi_fi: T‰ss‰ tiedostossa m‰‰ritell‰‰n Kronolith-ohjelmiston k‰ytt‰j‰n oletusasetukset ja myˆs asetukset joita k‰ytt‰j‰t itse voivat asettaa ja muuttaa.

source: This file controls the stylesheet that is used to set colors and fonts in addition to or overriding Horde defaults.
fi_fi: T‰ss‰ tiedostossa asetetaan tyylitiedot, jotka m‰‰rittelev‰t k‰ytett‰v‰t v‰rit ja kirjasimet. N‰m‰ m‰‰rityksen menev‰t Horde:n m‰‰ritysten ylitse.

source: This file format is not supported.
fi_fi: T‰m‰ tiedostomuoto ei ole tuettu.

source: This is the main Kronolith configuration file. It contains paths and options for all Kronolith scripts.
fi_fi: T‰m‰ on Kronolith:n p‰‰asetustiedosto. Se sis‰lt‰‰ esimerkiksi polut ja asetukset muihin Kronolith:n k‰ytt‰miin skripteihin.

source: This is what the server said: %s
fi_fi: Palvelimen virheilmoitus oli: %s

source: Thursday
fi_fi: torstai

source: Time Zone
fi_fi: Aikavyˆhyke

source: Title
fi_fi: Otsikko

source: Today
fi_fi: T‰n‰‰n

source: Tomorrow
fi_fi: Huomenna

source: Tu
fi_fi: ti

source: Tuesday
fi_fi: tiistai

source: Type
fi_fi: Tyyppi

source: Unable to delete %s.
fi_fi: Ei voida poistaa %s.

source: Unable to delete "%s": %s
fi_fi: Ei voida poistaa "%s": %s

source: Unable to load the definition of %s.
fi_fi: M‰‰rityksen %s lukeminen ep‰onnistui.

source: Unfiled
fi_fi: Luokittelematon

source: User Interface
fi_fi: K‰yttˆliittym‰

source: User Options
fi_fi: K‰ytt‰j‰n asetukset

source: View %s
fi_fi: N‰yt‰ %s

source: We
fi_fi: ke

source: Wednesday
fi_fi: keskiviikko

source: Week %d
fi_fi: Viikko %d

source: Week
fi_fi: Viikko

source: Week&nbsp;%d
fi_fi: Viikko&nbsp;%d

source: Week(s)
fi_fi: Viikkoa

source: Weekly: Recurs every
fi_fi: Viikoittain: Toistuvuuden v‰li

source: What time should day and week views end, when there are no later events?
fi_fi: Mihin aikaan p‰iv‰ ja viikkon‰kym‰t pit‰isi p‰‰tty‰, jos ei ole myˆh‰isempi‰ tapahtumia?

source: What time should day and week views start, when there are no earlier events?
fi_fi: Mihin aikaan p‰iv‰ ja viikkon‰kym‰t pit‰isi alkaa, jos ei ole aikaisempia tapahtumia?

source: Work Week
fi_fi: Tyˆviikko

source: Yearly: Recurs every
fi_fi: Vuosittain: Toistuvuuden v‰li

source: You are creating a new category.
fi_fi: Olet luomassa uutta luokitusta.

source: You can only use this form from the Invite People screen.
fi_fi: T‰t‰ lomaketta voi k‰ytt‰‰ vain Kutsu henkilˆit‰ -n‰kym‰st‰.

source: You do not have permission to add events to %s.
fi_fi: Sinulla ei ole oikeuksia lis‰t‰ tapahtumia %s:‰‰n.

source: You do not have permission to add events to the selected calendar.
fi_fi: Sinulla ei ole oikeuksia lis‰t‰ tapahtumia valittuun kalenteriin.

source: You do not have permission to delete this event.
fi_fi: Sinulla ei ole oikeuksia poistaa t‰t‰ tapahtumaa.

source: You do not have permission to edit this event.
fi_fi: Sinulla ei ole oikeuksia muokata t‰t‰ tapahtumaa.

source: You don't have an email address configured in your preferences. You must set one before sending invitations.
fi_fi: Et ole m‰‰ritellyt s‰hkˆpostiosoitettasi asetuksissa. Ennenkuin voit l‰hett‰‰ kutsuja sinun pit‰‰ m‰‰ritell‰ s‰hkˆpostiosoitteesi.

source: You have been invited to %s
fi_fi: Sinut on kutsuttu %s:‰‰n

source: You have been invited to "%s".
fi_fi: Sinut on kutsuttu "%s":‰‰n.

source: You have specified an invalid calendar.
fi_fi: Olet m‰‰ritellyt ep‰kelvon kalenterin.

source: You must choose a category.
fi_fi: Sinun pit‰‰ valita luokitus.

source: You must select a calendar to be deleted.
fi_fi: Sinun pit‰‰ valita poistettava kalenteri.

source: You must select an address first.
fi_fi: Sinun pit‰‰ ensin valita osoite.

source: You requested to be reminded about %s, which is at %s.
fi_fi: Pyysit muistuttamaan tapahtumasta %s, joka on kello %s.

source: Your Information
fi_fi: Omat tietosi

source: Your calendars:
fi_fi: Kalenterisi:

source: Your current time zone:
fi_fi: Aikavyˆhykkeesi:

source: Your default calendar:
fi_fi: Oletus kalenterisi:

source: Your invitation was successfully sent.
fi_fi: Kutsusi l‰hetys onnistui.

source: [none]
fi_fi: [tyhj‰]

source: day
fi_fi: p‰iv‰

source: day(s)
fi_fi: p‰iv‰‰

source: days
fi_fi: p‰iv‰‰

source: from
fi_fi: l‰hde

source: month(s)
fi_fi: kuukautta

source: no time
fi_fi: ei aikaa

source: on the same date
fi_fi: samana p‰iv‰n‰

source: on the same weekday
fi_fi: samana viikonp‰iv‰n‰

source: vEvent not found.
fi_fi: ei lˆytynyt vEvent

source: week
fi_fi: viikko

source: week(s) on:
fi_fi: viikkoa ja viikonp‰ivin‰:

source: weeks
fi_fi: viikkoa

source: year(s)
fi_fi: vuotta
