Repository: 321jr/univention-corporate-server
Catalog: */univention-ucs-translation-*/*/management/univention-directory-manager-modules/modules/univention/admin/handlers/legacy/policies/*.po
Languages: fr

source: Activate access to client devices
fr: Activer l'accès aux périphériques clients

source: Advanced settings
fr: Réglages avancés

source: Advanced settings of primary display
fr: Réglages avancés de l'affichage principal

source: Advanced settings of secondary display
fr: Réglages avancés de l'affichage secondaire

source: Amount of RAM on the graphics adapter
fr: Quantité de mémoire sur l'adaptateur graphique

source: Authentication servers
fr: Serveurs d'authentification

source: Authentication servers of the Thin Client
fr: Serveurs d'authentification du client léger

source: Automatic detection
fr: Détection automatique

source: Client devices
fr: Périphériques clients

source: Color depth
fr: Profondeur de couleurs

source: Display settings
fr: Réglages de l'affichage

source: Display size (mm) of primary display
fr: Taille d'écran (mm) de l'affichage principal

source: Display size (mm) of secondary display
fr: Taille d'écran (mm) de l'affichage secondaire

source: Display size of primary display
fr: Taille d'écran de l'affichage principal

source: Display size of secondary display
fr: Taille d'écran de l'affichage secondaire

source: Enable VNC export
fr: Activer l'export VNC

source: File servers
fr: Serveurs de fichiers

source: File servers of the Thin Client
fr: Serveurs de fichiers du client léger

source: General
fr: Général

source: General client devices settings
fr: Réglages généraux des périphériques clients

source: General display settings
fr: Réglages généraux d'affichage

source: General managed client packages settings
fr: Réglages généraux des paquetages pour clients gérés

source: General mobile client packages settings
fr: Réglages généraux des paquetages pour clients mobiles

source: General sound settings
fr: Réglages généraux du son

source: General thin client settings
fr: Réglages généraux des clients légers

source: Graphics adapter driver
fr: Pilote de l'adaptateur graphique

source: Horizontal sync of primary display
fr: Synchronisation horizontale de l'affichage principal

source: Horizontal sync of secondary display
fr: Synchronisation horizontale de l'affichage secondaire

source: Input devices
fr: Périphériques d'entrée

source: Keyboard layout
fr: Disposition du clavier

source: Keyboard variant
fr: Variante de clavier

source: Linux terminal servers
fr: Serveurs de terminaux Linux

source: Linux terminal servers of the Thin Client
fr: Serveurs de terminaux Linux du client léger

source: Managed Client packages
fr: Paquetages pour client géré

source: Mobile Client packages
fr: Paquetages pour client mobile

source: Mouse device
fr: Périphérique souris

source: Mouse protocol
fr: Protocole souris

source: Name
fr: Nom

source: Name of primary display
fr: Nom de l'affichage principal

source: Name of secondary display
fr: Nom de l'affichage secondaire

source: Package installation list
fr: Liste de paquetages à installer

source: Package removal list
fr: Liste de paquetages à supprimer

source: Policy: Client devices
fr: Stratégie : périphériques clients

source: Policy: Display
fr: Stratégie : affichage

source: Policy: Managed Client packages
fr: Stratégie : paquetages pour clients gérés

source: Policy: Mobile Client packages
fr: Stratégie : paquetages pour clients mobiles

source: Policy: Sound
fr: Stratégie : son

source: Policy: Thin client
fr: Stratégie : client léger

source: Position of secondary display
fr: Position de l'affichage secondaire

source: Primary display
fr: Affichage principal

source: RAM on the graphics adapter in kB
fr: RAM sur l'adaptateur graphique, en ko

source: Relative position of secondary display
fr: Position relative de l'affichage secondaire

source: Resolution of primary display
fr: Résolution de l'affichage principal

source: Resolution of secondary display
fr: Résolution de l'affichage secondaire

source: Secondary display
fr: Affichage secondaire

source: Servers to use
fr: Serveurs à utiliser

source: Sound enabled
fr: Son activé

source: Sound module
fr: Module son

source: Sound settings
fr: Réglages du son

source: Thin client configuration
fr: Configuration client léger

source: Vertical refresh of primary display
fr: Rafraîchissement vertical de l'affichage primaire

source: Vertical refresh of secondary display
fr: Rafraîchissement vertical de l'affichage secondaire

source: Viewonly VNC export
fr: Exportation VNC en affichage seul

source: Virtual size of dual monitor desktop
fr: Taille virtuelle du bureau à plusieurs écrans

source: Windows domain
fr: Domaine Windows

source: Windows domain for Windows Login
fr: Domaine Windows pour l'ouverture de session Windows

source: Windows terminal servers
fr: Serveurs de terminaux Windows

source: Windows terminal servers for Windows Login
fr: Serveurs de terminaux Windows pour l'ouverture de session Windows
