Repository: 321jr/univention-corporate-server
Catalog: management/univention-system-info/modules/univention/management/console/handlers/sysinfo/*.po
Languages: de

source: Collecting System Information
de: Systeminformationen sammeln

source: Store System Information
de: Speichern der Systeminformationen

source: Manufacturer
de: Hersteller

source: Model
de: Modell

source: Descriptive comment
de: Kommentar

source: This is related to a support case
de: Dies bezieht sich auf einen Supportfall

source: Number of CPUs
de: Anzahl der CPUs

source: Memory
de: Arbeitsspeicher

source: Network Device
de: Netzwerkkarte

source: Graphics Device
de: Grafikkarte

source: Execution of univention-system-info failed: %s
de: Die Ausführung von univention-system-info ist fehlgeschlagen: %s

source: General Information
de: Allgemeine Informationen

source: This module collects information about the hardware of your system. This might be helpful in connection with a support case. By transmitting the data to Univention you provide the information on which platforms UCS is currently used and therefore should be supported by newer versions. All information gathered by this module will be made anonymous before the transfer to Univention. In the following procedure you will be informed in detail about the each step.
de: Dieses Modul stellt Informationen zu der Hardware Ihres Systems zusammen. Diese können im Zusammenhang mit einem Supportfall hilfreich sein. Durch die Übersendung dieser Informationen teilen Sie Univention außerdem mit, welche Hardware mit UCS eingesetzt wird und deswegen auch zukünftig unterstützt werden sollte. Alle Daten werden von diesem Programm anonymisiert an Univention weitergeleitet. Im weiteren Verlauf werden Sie über die einzelnen Schritte genau informiert.

source: No information is transmitted without your acceptance!
de: Es werden keine Informationen ohne Ihre Einwilligung an Univention übermittelt!

source: If this is related to a support case the next step will be to enter the ticket number. if not than the information about your system will be collected and a summary is shown.
de: Wenn sich dies auf einen Supportfall bezieht, wird im nächsten Schritt die Ticketnummer abgefragt, anderenfalls werden die Informationen zu Ihrem System gesammelt und eine Zusammenfassung angezeigt.

source: Support Information
de: Support Informationen

source: If a Univention Support Engineer has asked you to provide these information, than please insert the ticket number of the related support ticket into the following text field. The ticket number can be found in the subject of a support mail of the ticket. This information will speed up the processing of the ticket.
de: Wenn Sie durch den Univention-Support gebeten worden sind, diese Informationen zu sammeln, dann geben Sie bitte im folgenden Feld die Ticketnummer, die Sie im Betreff der Support-Mails finden, an. Dies hilft bei der Zuordnung zu dem Supportfall und beschleunigt die Bearbeitung.

source: In the next step the information about the hardware of your system will be collect and a summary will be shown. No information will be send to Univention.
de: Im nächsten Schritt werden die Informationen Ihres Systems eingeholt und es wird Ihnen dazu eine Zusammenfassung angezeigt. Es werden noch keine Informationen an Univention übertragen.

source: Collected Data
de: Gesammelte Daten

source: The following information has been collected and will be transfered to Univention with your acceptance.
de: Die folgenden Daten wurden über Ihr System gesammelt und werden mit Ihrer Einwillung an Univention übertragen:

source: Additionally to the information listed above some more details about your system has been collected. The hole set of collected data that will be transmitted to Univention can be downloaded at the following URL:
de: Zusätzlich wurde eine Liste mit Informationen über die Hardware-Komponenten in Ihrem System erstellt. Die gesamten Informationen, die an Univention übertragen werden sollen, können Sie sich unter dem folgenden URL herunterladen:

source: Archive with system information
de: Archiv mit den Systeminformationen

source: In the following step two possibilities to transmit the information to Univention will be described.
de: Im folgenden Schritt werden Ihnen zwei Möglichkeiten geboten, die Informationen an Univention zu übermitteln.

source: Transfer the information
de: Übertragung der Informationen

source: The collected information can be transfered to Univention by uploading the data or by sending the data via mail. Please selected the corresponding button for the technique of your choice.
de: Sie können die Informationen entweder direkt hochladen oder alternativ können Sie die Informationen auch per Mail an Univention schicken. Wählen Sie die entsprechende Schaltfläche für die von Ihnen gewünschte Variante.

source: Upload
de: Hochladen

source: Send mail (optional)
de: Mail senden (optional)

source: Transfer via mail
de: Übertragung per Mail

source: To transfer the information via mail please follow these steps:
de: Für das Versenden der Informationen per Mail gehen Sie bitte wie folgt vor:

source: <ol> <li>Download the archive with the collected information and save it on your local system (find the link below)</li> <li>Click on link <i>Send mail</i> to open your mail program</li> <li>Attach the downloaded archive to the mail and send it to Univention</li> <li>End this assistant by clicking on the button <i>Finish</i></li> </ol>
de: <ol> <li>Laden Sie die Datei mit den Informationen herunter und speichern diese auf Ihrem System. Der Link zum Herunterladen ist weiter unten zu finden</li><li>Klicken Sie auf den Link <i>Mail senden</i>, um Ihr Mailprogramm zu öffnen und eine Mail an Univention zu schicken</li><li>Hängen Sie die heruntergeladene Datei an die Mail an und verschicken diese.</li><li>Beenden Sie diesen Assistenten durch Klicken auf die Schaltfläche 'Beenden'</li></ol>

source: Send mail
de: Mail senden

source: Finish
de: Beenden

source: Transfered successfully
de: Übertragung erfolgreich

source: The information were transfered to Univention successfully. <br> Thank you very much for your support!
de: Die Informationen wurden erfolgreich an Univention übertragen. <br> Vielen Dank für Ihre Unterstützung!

source: Transfer failed
de: Übertragung fehlgeschlagen

source: The information could not be tranfered to Univention successfully. Therefor we would like you to ask to send the information via mail to Univention. Please follow the steps: <br><br> Thank you very much for your support!
de: Die Informationen konnten nicht an Univention übermittelt werden. Als Alternative würden wir Sie bitten die Informationen per Mail an Univention zu versenden. Dafür gehen Sie bitte wie folgt vor: <br><br> Vielen Dank für Ihre Unterstützung!
