Repository: 321jr/univention-corporate-server
Catalog: */univention-quota/modules/univention/management/console/handlers/quota/*.po
Languages: de

source: Filesystem quotas
de: Dateisystem Quota

source: Set, unset and modify filesystem quota
de: Setzen, Entfernen und Bearbeiten von Quota-Einstellungen

source: List partitions
de: Partitionen anzeigen

source: List available partitions
de: Verfügbare Partitionen anzeigen

source: Show partition
de: Partitionsansicht

source: Show details to one selected partition
de: Details zu einer ausgewählten Partition anzeigen

source: Activate quota support
de: Quota-Unterstützung aktivieren

source: Activate quota support for a partition
de: Quota-Unterstützung für eine Partition aktivieren

source: Deactivate quota support
de: Quota-Unterstützung deaktivieren

source: Deactivate quota support for a partition
de: Quota-Unterstützung fr eine Partition deaktivieren

source: Set/modify user settings
de: Setzen/Bearbeiten von Benutzereinstellungen

source: Modify quota settings for a user
de: Bearbeitung der Quota-Einstellungen für einen Benutzer

source: Delete user's quota settings
de: Entfernen der Quota-Einstellungen für einen Drucker

source: Delete the user's quota settings for a specific partition
de: Entfernen der Quota-Einstellungen einer ausgewählten Partition für eine Benutzer

source: User settings
de: Benutzer Einstellungen

source: Show detailed quota information for a user
de: Zeigt Details zu den Quota-Einstellungen eines Benutzers an

source: Activating quota for device %(device)s failed: %(message)s
de: Die Aktivierung der Quota-Unterstützung ist für die Partition %(device)s ist fehlgeschlagen: %(message)s

source: Quota support successfully activated for device %s
de: Quota-Unterstützung wurde erfolgreich für die Partition %s aktiviert

source: Deactivating quota for device %(device)s failed: %(message)s
de: Die Deaktivierung der Quota-Unterstützung für die Partition %(device)s ist fehlgeschlagen: %(message)s

source: Quota support successfully deactivated for device %s
de: Quota-Unterstützung erfolgreich für die Partition %s deaktiviert

source: Size
de: Größe

source: Free
de: Frei

source: Select
de: Auswählen

source: Unknown
de: Unbekannt

source: Activated
de: Aktiviert

source: This partition is currently not mounted
de: Diese Partition is momentan nicht eingebunden

source: The quota support is deactivated in the configuration, but the partition is still mounted with quota support activated.
de: Die Quota-Unterstützung ist in der Konfiguration deaktiviert, aber die Partition ist noch mit der Unterstützung eingebunden.

source: The quota support is activated in the configuration, but the partition is still mounted without quota support.
de: Die Quota-Unterstützung ist in der Konfiguration aktiviert, aber die Partition ist ohne Unterstützung eingebunden.

source: Deactivated
de: Deaktiviert

source: Activate
de: Aktivieren

source: Deactivate
de: Deaktivieren

source: Select the Operation
de: Auswahl der Operation

source: Partition overview
de: Partitionsübersicht

source: Filesystem:
de: Dateisystem:

source: Options:
de: Optionen:

source: Limit: size
de: Limit: Größe

source: Limit: files
de: Limit: Dateien

source: User
de: Benutzer

source: Used
de: Belegt

source: Grace
de: Frist

source: Edit quota for %(user)s
de: Quota für %(user)s bearbeiten

source: Remove quota settings
de: Entfernen der Quota-Einstellungen

source: Currently there are no quota settings for this partition
de: Momentan gibt es keine Quota-Einstellungen für diese Partition

source: Add quota settings on %(partition)s
de: Hinzufügen von Quota-Einstellungen auf Partition %(partition)s

source: Add user
de: Benutzer hinzufügen

source: Configuration
de: Konfiguration

source: Quota settings
de: Quota-Einstellungen

source: Modify quota setting for user '%(user)s' on partition %(partition)s
de: Bearbeiten der Quota-Einstellungen für Benutzer '%(user)s' auf der Partition %(partition)s

source: Add quota setting for a user on partition %s
de: Hinzufügen von Quota-Einstellungen für einen Benutzer auf Partition %s

source: Add quota setting for a user
de: Hinzufügen von Quota-Einstellungen für einen Benutzer

source: Amount of data
de: Datenmenge

source: Number of files
de: Anzahl der Dateien

source: Expired
de: Abgelaufen

source: %s Days
de: %s Tage

source: Device could not be found
de: Gerät konnte nicht gefunden werden

source: Unmounting the partition has failed
de: Aushängen der Partition ist fehlgeschlagen

source: Mounting the partition has failed
de: Einhängen der Partition ist fehlgeschlagen

source: Restarting the quota services has failed
de: Neustart des Quota-Dienstes ist fehlgeschlagen

source: Operation was successful
de: Operation war erfolgreich

source: Remounting the partition has failed
de: Erneutes Einhängen der Partition ist fehlgeschlagen

source: Generating the quota information file failed
de: Erstellung der Quota-Informationsdatei ist fehlgeschlagen

source: Value is not a valid size.
de: Der angegebene Wert ist keine gültige Größenangabe

source: Partitions
de: Partitionen

source: Data size soft limit
de: Soft-Limit (Größe)

source: Data size hard limit
de: Hard-Limit (Größe)

source: Files soft limit
de: Soft-Limit (Dateien)

source: Files hard limit
de: Hard-Limit (Dateien)

source: Successfully set quota settings
de: Quota-Einstellungen erfolgreich gesetzt

source: Failed to modify quota settings for user %(user)s on partition %(partition)s
de: Fehler beim Setzen der Quota-Einstellungen für Benutzer %(user)s auf der Partition %(partition)s

source: Successfully removed quota settings
de: Quota-Einstellungen erfolgreich entfernt

source: Failed to remove quota settings for user %(user)s on partition %(partition)s
de: Fehler beim Entfernen der Quota-Einstellungen für Benutzer %(user)s auf Partition %(partition)s
