Repository: 321jr/univention-corporate-server
Catalog: */univention-l10n-*/*/*/univention-firewall/umc/python/firewall/*.po
Languages: fr

source: All IPv4 addresses
fr: Toutes les adresses IPv4

source: All IPv6 addresses
fr: Toutes les adresses IPv6

source: All addresses
fr: Toutes les adresses

source: Cannot remove package rules
fr: Impossible de supprimer les règles sur les paquetages

source: Could not get firewall rule
fr: Impossible d'obtenir la règle du pare-feu

source: Could not load firewall configuration
fr: Impossible de charger la configuration du pare-feu

source: Could not save firewall configuration
fr: Impossible d'enregistrer la configuration du pare-feu

source: Description not found
fr: La description n'a pas été trouvée

source: No such rule
fr: Règle inconnue

source: Not a valid IP address
fr: Adresse IP non valide

source: Not a valid action
fr: Action non valide

source: Not a valid default policy
fr: Stratégie par défaut non valide

source: Not a valid port number or range
fr: Numéro de port ou plage de ports non valide

source: Not a valid protocol type
fr: Type de protocole non valide

source: Rule already exists
fr: La règle existe déjà
