Repository: 321jr/univention-corporate-server
Catalog: management/univention-directory-manager-modules/modules/univention/admin/handlers/policies/*.po
Languages: de

source: %s is not valid.
de: %s ist nicht erlaubt.

source: <p>Policies are objects that can be connect with other objects in the directory tree. Connected policies allow to define object properties in a unified manner. Policies that are connected with containers or organizational units are inherited by all objects located below.</p><p>More information can be found in the <a href="http://docs.univention.de/manual.html#central:policies" target="_blank">online documentation for UCS</a>.</p>
de: <p>Richtlinien sind Objekte, die mit anderen Objekten im Verzeichnisbaum verbunden werden können, um die Eigenschaften dieser Objekte auf einheitliche Weise zu definieren. Wenn Sie an Containern oder organisatorische Einheiten gebunden sind, vererben Sie sich auf alle darunter liegenden Objekte.<p></p>Mehr Informationen zu Richtlinien finden Sie in der <a href="http://docs.univention.de/handbuch.html#central:policies" target="_blank">Online-Dokumentation zu UCS</a>.</p>

source: Activate release updates (Errata updates are activated by default).
de: Aktiviere Release-Updates (Errata-Updates sind standardmäßig aktiviert).

source: Add
de: Hinzufügen

source: Add Policy Object
de: Richtlinien-Objekt hinzufügen

source: Add hostnames to leases
de: Holen von Lease-Rechnernamen

source: Add, edit and delete Policies
de: Hinzufügen, bearbeiten und löschen von Richtlinien

source: Allow/Deny
de: Erlauben/Verbieten

source: Allow/Deny/Ignore statements
de: Erlauben/Verbieten/Ignorieren-Einstellungen

source: Allowed UMC operation sets
de: Erlaubte UMC Operationen

source: An IP address identifing the server that should be used by the clients for further requests. Using this is not recommended.
de: Eine IP-Adresse des Servers, der von den Clients für weitere Anfragen genutzt werden soll. Die Verwendung dieser Option wird nicht empfohlen.

source: Attempt to do a DNS update when a DHCP lease is confirmed
de: Versuche eine DNS-Aktualisierung, wenn eine DHCP Lease bestätigt wird

source: Attempt to update a DHCP client's A record when the client acquires or renews a lease
de: Versuche den zum Rechner gehörenden A-Record im DNS-Server zu aktualisieren, wenn eine IP-Adresse vergeben oder erneuert wird

source: Authoritative
de: Autoritativ

source: Automatic updates
de: Automatische Updates

source: Autostart session
de: Autostart Sitzung

source: Available Univention Directory Manager modules
de: Verfügbare Univention Directory Manager Module

source: Basic DNS settings
de: Allgemeine DNS-Einstellungen

source: Basic settings
de: Grundeinstellungen

source: Boot filename
de: Boot-Dateiname

source: Boot parameters
de: Boot-Parameter

source: Boot settings
de: Boot-Einstellungen

source: Boot unknown clients
de: Booten unbekannter Clients

source: Booting
de: Booten

source: Client updates
de: Client Aktualisierungen

source: DDNS domain name
de: DDNS Domänenname

source: DDNS forward update
de: DDNS Forward-Update durchführen

source: DDNS hostname
de: DDNS Rechnername

source: DDNS reverse domain name
de: DDNS Reverse Domänenname

source: DDNS update style
de: DDNS Update-Stil

source: DDNS updates
de: DDNS Aktualisierungen

source: DHCP lease time
de: DHCP Lease-Zeit

source: DHCP statement
de: DHCP Verschiedenes

source: DHCP statements
de: DHCP Verschiedenes

source: DNS Update
de: DDNS Aktualisierungen

source: Day
de: Tag

source: Day of week
de: Wochentag

source: Declines
de: Ablehnungen

source: Default lease time
de: Standard Lease-Zeit

source: Default quota for each user on a share
de: Standard-Speicherplatzbegrenzung für jeden User auf der Freigabe

source: Define the IP address of the boot server
de: Definiert die IP-Adresse des Boot-Servers

source: Defines a set of allowed UMC operations
de: Definiert eine Liste von erlaubten UMC Operationen

source: Desktop language
de: Desktop-Sprache

source: Desktop profile
de: Desktop-Profil

source: Desktop settings
de: Desktop-Einstellungen

source: Do DNS updates for clients even if their IP addresses are assigned using fixed addresses
de: Führe DNS-Aktualisierung auch bei Clients durch, die eine statische IP-Addresse bekommen

source: Domain name
de: Domänenname

source: Domain name servers
de: DNS-Server

source: Domain name that will be appended to the client's hostname to form a fully-qualified domain-name (FQDN)
de: Domänenname, der an den Rechnernamen angehängt wird, um den vollständigen Namen (FQDN) zu bilden

source: Domain name that will be appended to the client's hostname to produce a name for use in the client's PTR record
de: Domänenname, der für den PTR-Record an den Rechnernamen des Clients angehängt wird

source: Duplicates
de: Duplikate

source: Dynamic DNS
de: DNS Aktualisierung

source: Dynamic DNS update
de: Dynamische DNS-Aktualisierungen

source: Dynamically assign addresses to unknown clients. Allowed by default. This option should not be used anymore.
de: Dynamische Vergabe von Adressen an unbekannte Clients. Standardmäßig erlaubt. Nicht mehr empfohlen.

source: Empty attribute
de: Leeres Attribut

source: Enable clients for which there is no host declaration to obtain IP addresses. Allow and deny statements within pool declarations will still be respected.
de: Vergabe von IP-Adressen an Clients ohne eigenen DHCP-Rechner-Eintrag (unter Berücksichtigung der Einstellungen zum DHCP-Pool).

source: Enables/disables password quality checks for example dictionary entries
de: (De-)Aktiviert die Passwort-Qualitätsprüfung wie z.B. Wörterbuch-Prüfungen.

source: Excluded object class
de: Ausgeschlossene Objektklasse

source: Find
de: Suchen

source: Find Policy Object(s)
de: Richtlinien-Objekt(e) suchen

source: First send an ICMP Echo request (a ping) when considering dynamically allocating an IP address. Should only be disabled if the delay of one second introduced by this is a problem for a client.
de: Versenden eines Ping (ICMP Echo request) an den Client bei der Vergabe einer dynamischen Adresse. Sollte nur bei Problemen seitens des Clients mit der Verzögerung von einer Sekunde deaktiviert werden.

source: Fixed attribute
de: Festgelegtes Attribut

source: General
de: Allgemein

source: General DHCP DNS settings
de: Grundeinstellungen - DHCP DNS

source: General DHCP NetBIOS settings
de: Grundeinstellungen - DHCP NetBIOS

source: General DHCP allow/deny settings
de: Grundeinstellungen - DHCP Erlauben/Verbieten

source: General DHCP boot settings
de: Grundeinstellungen - DHCP Boot

source: General DHCP dynamic DNS settings
de: Grundeinstellungen - DHCP DNS Aktualisierung

source: General DHCP lease time settings
de: Grundeinstellungen - DHCP Lease-Zeit

source: General DHCP routing settings
de: Grundeinstellungen - DHCP Routing

source: General DHCP statements settings
de: Grundeinstellungen - DHCP Verschiedenes

source: General LDAP server settings
de: Grundeinstellungen - LDAP-Server

source: General NFS mounts settings
de: Grundeinstellungen - NFS-Freigaben

source: General UMC settings
de: Grundeinstellungen - UMC

source: General Univention Configuration Registry settings
de: Grundeinstellungen - Univention Configuration Registry

source: General Univention Directory Manager container settings
de: Grundeinstellungen - Univention Directory Manager Container Konfiguration

source: General automatic updates settings
de: Grundeinstellungen - Automatische Updates

source: General autostart settings
de: Grundeinstellungen - Autostart

source: General desktop settings
de: Grundeinstellungen - Desktop

source: General mail quota settings
de: Grundeinstellungen - Mail-Quota

source: General maintenance settings
de: Grundeinstellungen - Paketpflege

source: General master packages settings
de: Grundeinstellungen - Master Pakete

source: General member server packages settings
de: Grundeinstellungen - Memberserver Pakete

source: General passwords settings
de: Grundeinstellungen - Passwort

source: General print quota settings
de: Grundeinstellungen - Druck-Quota

source: General print server settings
de: Grundeinstellungen - Druckserver

source: General repository server settings
de: Grundeinstellungen - Repository-Server

source: General repository synchronisation settings
de: Grundeinstellungen - Repository-Synchronisation

source: General slave packages settings
de: Grundeinstellungen - Slave Pakete

source: General user quota settings
de: Grundeinstellungen - Benutzer-Quota

source: Hard limit (Files)
de: Hard-Limit (Anzahl Dateien)

source: Hard limit. Can not be exceeded.
de: Harte Grenze, die nicht überschritten werden kann.

source: Hard limit. Can not be exceeded. Values may be entered with one of the following units as postfix: B (default), kB, MB, GB
de: Das Hardlimit kann vom Benutzer nicht überschritten werden. Dem anzugebenden Wert kann eine der folgenden Einheiten folgen: B (Vorgabe), KB, MB, GB

source: History length
de: History-Länge

source: Honor DHCPDECLINE messages. deny/ignore will prevent malicious or buggy clients from completely exhausting the DHCP server's allocation pool.
de: Berücksichtigung von DHCP-Ablehnungen, Voreinstellung ist 'Erlauben'. 'Verbieten/Ignorieren' bewahrt den DHCP-Server vor Vergabe aller IP-Adressen an böswillige oder fehlerhafte Clients.

source: Honor the client's intention to do its own update of its A record
de: DNS-Aktualisierungen durch Clients erlauben

source: Hostname that will be used for the client's A and PTR records
de: Rechnername, der in den A- und PTR-Records verwendet werden soll

source: Hour
de: Stunde

source: If a request is received from a client that matches the MAC address of a host declaration, any other leases matching that MAC address will be discarded by the server, if this is set to deny. Allowed by default. Setting this to deny violates the DHCP protocol.
de: Wird diese Eigenschaft auf 'Verbieten' gesetzt, dann werden auf eine Anfrage von einer MAC-Adresse, die zu einem Rechner Eintrag gehört alle anderen Leases die zu dieser MAC-Adresse gespeichert sind vom Server vergessen. Die Voreinstellung ist 'Erlauben'. Die Einstellung 'Verbieten' verletzt das DHCP-Protokoll.

source: Initial boot file to be loaded by a client
de: Erste Datei, die beim Booten vom Client geladen wird

source: Lease Time
de: Lease-Zeit

source: Lease time
de: Lease-Zeit

source: Lease time used if the client does not request a specific expiration time
de: Lease-Zeit, wenn der Client keine bestimmte Ablaufzeit erbittet

source: List of Univention Directory Manager modules
de: Liste der Directory Manager Module

source: List of WINS servers listed in order of preference
de: Liste der WINS-Server nach Priorität

source: List of allowed UMC operation sets
de: Liste der erlaubten UMC Operationen

source: Logon scripts
de: Login-Skripte

source: Logout scripts
de: Logout-Skripte

source: Look up the domain name corresponding to the IP address of each address in the lease pool and use that address for the DHCP hostname option. Disabled by default.
de: Sucht den zur IP-Adresse gehörenden Domänennamen eines Clients aus dem Vergabe-Pool (leases) und verwendet diesen für die DHCP-Hostname-Option. Standardmäßig deaktiviert.

source: Maintenance
de: Paketpflege

source: Maintenance settings
de: Paketpflege Einstellungen

source: Master packages
de: Master Pakete

source: Maximum lease time
de: Maximale Lease-Zeit

source: Maximum lease time that the server will accept if asked for
de: Maximale Lease-Zeit, die der Server akzeptiert, wenn er dannach gefragt wird

source: Member Server packages
de: Memberserver Pakete

source: Minimal amount of characters
de: Mindestanzahl an Zeichen

source: Minimum granted lease time
de: Minimal gewährte Lease-Zeit

source: Minimum lease time
de: Minimale Lease-Zeit

source: Miscellaneous DHCP statements
de: Verschiedene DHCP-Einstellungen

source: Month
de: Monat

source: Mount NFS shares
de: Einzubindende NFS-Freigaben

source: NFS mounts
de: NFS-Freigaben

source: NFS shares to mount
de: NFS-Freigaben einbinden

source: NetBIOS name servers
de: NetBIOS-Nameserver

source: NetBIOS node type
de: NetBIOS Node Typ

source: Number of days after which the password has to be changed
de: Anzahl an Tagen, nach der das Passwort geändert werden muss

source: Numeric IP address or name of the server from which the initial boot file is retrieved.
de: IP-Adresse oder Name des Servers, von dem die Boot-Datei geladen werden soll

source: Object
de: Objekt

source: Package installation list
de: Paket Installationsliste

source: Package removal list
de: Paket Deinstallationsliste

source: Password expiry interval
de: Passwort-Ablaufintervall

source: Password length
de: Passwort-Länge

source: Password quality check
de: Passwort-Qualitätsprüfung

source: Passwords
de: Passwort-Richtlinie

source: Perform maintenance after system startup
de: Paketpflege durchführen nach Hochfahren des Systems

source: Perform maintenance before system shutdown
de: Paketpflege durchführen vor Herunterfahren des Systems

source: Policies
de: Richtlinien

source: Policy
de: Richtlinie

source: Policy: Automatic updates
de: Richtlinie: Automatische Updates

source: Policy: Autostart
de: Richtlinie: Autostart

source: Policy: DHCP Allow/Deny
de: Richtlinie: DHCP Erlauben/Verbieten

source: Policy: DHCP Boot
de: Richtlinie: DHCP Boot

source: Policy: DHCP DNS
de: Richtlinie: DHCP DNS

source: Policy: DHCP Dynamic DNS
de: Richtlinie: DHCP DNS Aktualisierung

source: Policy: DHCP NetBIOS
de: Richtlinie: DHCP NetBIOS

source: Policy: DHCP lease time
de: Richtlinie: DHCP Lease-Zeit

source: Policy: DHCP routing
de: Richtlinie: DHCP Routing

source: Policy: DHCP statements
de: Richtlinie: DHCP Verschiedenes

source: Policy: Desktop
de: Richtlinie: Desktop

source: Policy: LDAP server
de: Richtlinie: LDAP-Server

source: Policy: Mail quota
de: Richtlinie: Mail-Quota

source: Policy: Maintenance
de: Richtlinie: Paketpflege

source: Policy: Master packages
de: Richtlinie: Master Pakete

source: Policy: Member Server packages
de: Richtlinie: Memberserver Pakete

source: Policy: NFS mounts
de: Richtlinie: NFS-Freigaben

source: Policy: Passwords
de: Richtlinie: Passwort

source: Policy: Print quota
de: Richtlinie: Druck-Quota

source: Policy: Print server
de: Richtlinie: Druckserver

source: Policy: Repository server
de: Richtlinie: Repository-Server

source: Policy: Repository synchronisation
de: Richtlinie: Repository-Synchronisation

source: Policy: Slave packages
de: Richtlinie: Slave Pakete

source: Policy: UMC
de: Richtlinie: UMC

source: Policy: Univention Configuration Registry
de: Richtlinie: Univention Configuration Registry

source: Policy: Univention Directory Manager container settings
de: Richtlinie: Univention Directory Manager Container Konfiguration

source: Policy: User quota
de: Richtlinie: Benutzer-Quota

source: Print Quota
de: Druck-Quota

source: Print Quota for users/groups per printer
de: Druck-Quota pro Benutzer/Gruppe für einen Drucker

source: Print quota
de: Druck-Quota

source: Print quota for groups
de: Druck-Quota für Gruppen

source: Print quota for groups per user
de: Druck-Quota für Gruppen pro Benutzer

source: Print quota for users
de: Druck-Quota für Benutzer

source: Print server
de: Druckserver

source: Quota
de: Speicherplatzbegrenzung für Benutzer

source: Reapply settings on every login
de: Einstellungen bei jedem Login anwenden

source: Reapply the mountpoint specific user quota policies on each user login. If not set, the initially configured quota settings will not be overwritten.
de: Die Einstellungen der Mountpunkt spezifischen Benutzerquota bei jedem Benutzerlogin anwenden. Wenn nicht aktiviert, wird eine initial gesetzte Quota Einstellung nicht überschrieben werden.

source: Reboot after maintenance
de: Nach Paketpflege neu starten

source: Repository syncronisation settings
de: Repository Synchronisationseinstellungen

source: Required object class
de: Benötigte Objektklasse

source: Respond to BOOTP queries. Allowed by default.
de: Auf BOOTP-Anfragen antworten. Standardmäßig erlaubt.

source: Respond to queries from a particular client. Has meaning only when it appears in a host declaration. Allowed by default.
de: Auf Anfragen dieses Rechners reagieren. Standardmäßig erlaubt. Ist nur in DHCP-Rechner-Einträgen von Bedeutung.

source: Routers
de: Router

source: SMB/CIFS name resolution
de: Auflösung der SMB/CIFS-Namen

source: Send DHCPNAK messages to misconfigured clients. Disabled by default.
de: Versenden von DHCPNAK-Nachrichten an falsch konfigurierte Clients. Standardmäßig deaktiviert.

source: Server identifier
de: Serverkennung

source: Session script to be launched by autostart
de: Sitzungsskript, das von Autostart ausgeführt werden soll

source: Slave packages
de: Slave Pakete

source: Soft limit (Files)
de: Soft-Limit (Anzahl Dateien)

source: Soft limit. If exceeded users can be warned.
de: Weiche Grenze, bei deren Überschreitung der Benutzer gewarnt werden kann

source: Soft limit. If exceeded users can be warned. Values may be entered with one of the following units as postfix: B (default), kB, MB, GB
de: Soft limit. Wenn das Limit überschritten ist, können Benutzer gewarnt werden. Dem anzugebenden Wert kann eine der folgenden Einheiten folgen: B (Vorgabe), KB, MB, GB

source: Soft- and Hardlimit for each allowed group
de: Soft- und Hard-Limit für jede berechtigte Gruppe

source: Soft- and Hardlimit for each allowed user
de: Soft- und Hard-Limit für jeden berechtigten Benutzer

source: Soft- and Hardlimit for each member of allowed group
de: Soft- und Hard-Limit für jedes Mitglied der berechtigten Gruppe

source: Specify the DDNS Update Style to use for a DHCP Service
de: Legt die Art der DDNS-Aktualisierung für einen DHCP Dienst fest

source: The node type of clients for NetBIOS over TCP/IP
de: Der Node Typ der Clients für NetBIOS over TCP/IP

source: These configuration settings will be set on the local UCS system.
de: Diese Konfigurationseinstellungen werden auf dem lokalen UCS-System gesetzt.

source: This number indicates after how many changes the user may reuse the old password again
de: Diese Zahl gibt an, nach wie vielen Passwortwechseln der Benutzer ein altes Passwort wiederverwenden darf

source: This policy applies only to objects which matches this LDAP filter.
de: Diese Richtlinie wird nur auf Objekte angewendet, die diesem LDAP-Filter entsprechen.

source: UCR Variables
de: UCR-Variablen

source: Univention Directory Manager container settings
de: Univention Directory Manager Container Konfiguration

source: Univention Directory Manager settings
de: Univention Directory Manager Konfiguration

source: Unknown clients
de: Unbekannte Clients

source: Update
de: Aktualisieren

source: Update static leases
de: Aktualisierung statischer Leases

source: Update to this UCS version
de: Bis zu dieser UCS-Version aktualisieren

source: Use Cron settings
de: Cron Einstellungen benutzen

source: User quota
de: Benutzer-Quota

source: Without specifying the most recent version will be used
de: Ohne Angabe wird die aktuelleste Version verwendet
