Repository: 321jr/univention-corporate-server
Catalog: */univention-l10n-*/*/services/univention-apache/js/ucs/*.po
Languages: fr

source: Additional services may be installed in the category <a href='#admin'>Administration</a> via Univention Management Console.
fr: Des services supplémentaires peuvent être installés dans la catégorie <a href='#admin'>Administration</a> par le biais de Univention Management Console.

source: App Catalog
fr: Catalogue des apps

source: Enterprise Subscriptions
fr: Abonnements d'entreprise

source: Hello %(last)s, %(first)s!
fr: Bonjour %(last)s, %(first)s !

source: Hello %s %s!
fr: Bonjour %s %s !

source: Insecure Connection.
fr: Connexion non sécurisée.

source: Language
fr: Langue

source: Manual for Univention Corporate Server
fr: Manuel de Univention Corporate Server

source: The total cost was %.2f EUR!
fr: Le coût total était de %.2f euros !

source: There are currently no user web services installed.
fr: Il n'y a actuellement pas de service web utilisateur installé.

source: This network connection is not encrypted, sensitive data will be transmitted in plain text. Please follow {link} this link</a> to use a secure HTTPS connection.
fr: Cette connexion réseau n'est pas chiffrée, des données sensibles seront transmises en clair. Veuillez suivre {link} ce lien</a> pour utiliser une connexion HTTP sécurisée.

source: Translate me!
fr: Traduisez-moi !

source: Univention Forum
fr: Forum Univention

source: Univention Support Database
fr: Base de données d'assistance Univention

source: Univention Website
fr: Site Internet Univention

source: Univention Wiki
fr: Wiki Univention

source: Welcome to
fr: Bienvenue sur
