Repository: 321jr/univention-corporate-server
Catalog: services/univention-apache/www/ucs-overview/js/*.po
Languages: de

source: Additional Products
de: Ergänzende Produkte

source: Additional services may be installed in the category <a href="#admin">Administration</a> via Univention Management Console.
de: Zusätzliche Dienste können in der Rubrik <a href="#admin">Administration</a> über Univention Management Console installiert werden.

source: App Catalogue
de: App Katalog

source: Dates
de: Termine

source: Installed web services
de: Installierte Web-Dienste

source: Manual for Univention Corporate Server
de: Handbuch zu Univention Corporate Server

source: Solutions based on UCS
de: Lösungen auf Basis von UCS

source: There are currently no user web services installed.
de: Es sind derzeit keine Web-Dienste für Benutzer installiert.

source: Univention Partners
de: Univention Partner

source: Univention Support Database
de: Univention Support Datenbank

source: Univention Website
de: Univention Webseite

source: Welcome to Univention Corporate Server <b>{hostname}.{domainname}</b>
de: Willkommen auf Univention Corporate Server <b>{hostname}.{domainname}</b>

source: http://docs.univention.de/en.html
de: http://docs.univention.de/de.html

source: http://www.univention.de/en/
de: http://www.univention.de/

source: http://www.univention.de/en/partner/
de: http://www.univention.de/partner/

source: http://www.univention.de/en/products/
de: http://www.univention.de/produkte/

source: http://www.univention.de/en/products/ucs/app-catalogue/
de: http://www.univention.de/produkte/ucs/app-katalog/

source: http://www.univention.de/en/ucs-solutions/
de: http://www.univention.de/ucs-loesungen/

source: http://www.univention.de/en/univention/dates/
de: http://www.univention.de/univention/termine/

source: http://www.univention.de/en/univention/news/news-releases/
de: http://www.univention.de/univention/news/aktuell/
