Repository: 321jr/univention-corporate-server
Catalog: management/univention-management-console-module-udm/umc/python/udm/*.po
Languages: de

source: %($dn$)s moved
de: %($dn$)s verschoben

source: All IP addresses in the specified network "%s" are already in use.
de: Alle IP Adressen in dem gewählten Netzwerk "%s" sind schon in Benutzung.

source: An error occurred while sending the request: %s
de: Ein Fehler ist während des Anforderns aufgetreten: %s

source: Authentication failed
de: Authentifikation fehlgeschlagen

source: Cannot connect to the LDAP service.
de: Konnte nicht zum LDAP-Dienst verbinden.

source: Cannot parse License from LDAP
de: Fehler beim Auslesen der Lizenz aus dem LDAP

source: Check if enough hard disk space and free RAM is available on this server and on the domaincontroller master or free some resources
de: Überprüfen Sie, ob auf diesem Server und auf dem Domänencontroller Master genügend Festplattenspeicher und Arbeitsspeicher (RAM) verfügbar sind

source: Check if enough hard disk space and free RAM is available on this server or free some resources
de: Überprüfen Sie, ob auf diesem Server genügend Festplattenspeicher und Arbeitsspeicher (RAM) verfügbar sind

source: Check the join status of this system by using the domain join UMC module
de: Überprüfen Sie den Domänenbeitritt-Status dieses Systems durch Benutzung des Domänenbeitritt UMC-Moduls

source: Could not identify the LDAP object type for %s.
de: Der LDAP-Objekttyp von %s konnte nicht identifiziert werden.

source: Could not identify the given LDAP object
de: Das LDAP-Objekt konnte nicht identifiziert werden

source: Could not identify the superordinate %s.
de: Das übergeordnete Objekt konnte nicht identifiziert werden

source: Ensure that the LDAP server on this system is running and responsive
de: Stellen Sie sicher, dass der LDAP-Server auf diesem System läuft und ansprechbar ist

source: Failed to automatically assign an IP address.
de: Fehler beim der automatischen IP Adressen Zuweisung.

source: If the problem persists additional hints about the cause can be found in the following log file(s):
de: Wenn das Problem bestehen bleibt, können weitere Hinweise zur Ursache in der/den folgenden Protokolldatei(en) gefunden werden:

source: If the problem persists please try to relogin into Univention Management Console.
de: Wenn das Problem bestehen bleibt melden Sie sich bitte erneut an der Univention Management Console an.

source: Install the latest software updates
de: Installieren Sie alle Softwareaktualisierungen

source: It possibly has been deleted or moved. Please update your search results and open the object again.
de: Es wurde vermutlich gelöscht oder verschoben. Bitte erneuern Sie ihre Suchergebnisse und versuchen Sie das Objekt erneut zu öffnen.

source: LDAP error: %s.
de: LDAP-Fehler: %s.

source: LDAP object %s could not be found.
de: Das LDAP-Objekt %s konnte nicht gefunden werden.

source: LDAP object could not be identified
de: Das LDAP-Objekt konnte nicht identifiziert werden

source: LDAP object does not exist.
de: Das LDAP-Objekt ist nicht vorhanden.

source: License not found. During this session add and modify are disabled.
de: Keine Lizenz gefunden. Während dieser Sitzung ist das Hinzufügen und Bearbeiten von Objekten nicht möglich.

source: Make sure all join scripts were successfully executed
de: Stellen Sie sicher, dass alle Domänenbeitritt-Skripte erfolgreich ausgeführt wurden

source: Make sure the DNS settings of this server are correctly set up and the DNS server is responsive
de: Stellen Sie sicher, dass die DNS-Einstellungen dieses Servers korrekt eingestellt sind und der DNS-Server ansprechbar ist

source: Make sure the domaincontroller master is running and reachable from %s
de: Stellen Sie sicher, dass der Domänencontroller Master läuft und von %s aus erreichbar ist

source: More than one object has been found.
de: Es wurde mehr als ein Objekt gefunden

source: Moving %d object(s)
de: Verschiebe %d Objekt(e)

source: No flavor or valid UDM module name specified
de: Keine gültige Variante oder existierendes UDM-Modul wurden angegeben

source: No license has been found.
de: Es wurde keine Lizenz gefunden

source: None
de: Keins

source: Objects referencing this policy object
de: Objekte, die dieses Richtlinien-Objekt referenzieren

source: PDF document
de: PDF Dokument

source: Please specify a different network or make sure that free IP addresses are available.
de: Bitte wählen Sie ein anderes Netzwerk oder stellen Sie sicher das ungenutzte IP Adressen zur Verfügung stehen.

source: Property %s not found
de: Die Eigenschaft %s wurde nicht gefunden

source: Referencing objects
de: Referenzierende Objekte

source: Restart the LDAP service on the domaincontroller master either via "invoke-rc.d slapd restart" on command line or with the UMC module "System services"
de: Starten Sie den LDAP-Dienst entweder über "invoke-rc.d slapd restart" per Kommandozeile oder mit dem UMC Modul "Systemdienste" auf dem Domänencontroller Master neu

source: Superordinate %s could not be found.
de: Das übergeordnete Objekt %s konnte nicht gefunden werden

source: The LDAP DN of the user %s could not be determined.
de: Die LDAP-DN des Benutzers %s konnte nicht ermittelt werden.

source: The LDAP base of the license does not match the LDAP base of the UCS domain (%s).
de: Die LDAP-Basis der Lizenz stimmt nicht mit der LDAP-Basis der UCS-Domäne (%s) überein.

source: The destination is missing
de: Das Ziel fehlt

source: The following steps can help to solve this problem:
de: Die folgenden Schritte können helfen, das Problem zu beheben:

source: The license can not be applied. The LDAP base does not match (expected %s, found: %s).
de: Die Lizenz konnte nicht eingespielt werden. Die LDAP-Basis stimmt nicht überein (erwartet: %s, gefunden: %s).

source: The property %s has an invalid value: %s
de: Die Eigenschaft '%s' hat einen nicht gültigen Wert: %s

source: The query you have entered timed out. Please narrow down your search by specifiying more query parameters
de: Die angeforderte Suche lieferte zu viele Ergebnisse und wurde abgebrochen. Bitte schränken Sie die Suche durch weitere Suchparameter ein.

source: The query you have entered yields too many matching entries. Please narrow down your search by specifiying more query parameters. The current size limit of %s can be configured with the UCR variable directory/manager/web/sizelimit.
de: Die angeforderte Suche lieferte zu viele Ergebnisse und wurde abgebrochen. Bitte schränken Sie die Suche durch weitere Suchparameter ein. Die momentane Begrenzung der Anzahl an Treffern beträgt %s und kann mit der UCR-Variable directory/manager/web/sizelimit angepasst werden.

source: This object can not be moved
de: Das Objekt kann nicht verschoben werden

source: You are currently using the "Free for personal use" edition of Univention Corporate Server.
de: Sie verwenden derzeit die "Free for personal use" Ausgabe von Univention Corporate Server.

source: You have too many DVS client accounts for your license. During this session add and modify are disabled.
de: Sie haben mehr DVS-Client-Konten, als Ihre Lizenz erlaubt. Während dieser Sitzung ist das Hinzufügen und Bearbeiten von Objekten nicht möglich.

source: You have too many DVS user accounts for your license. During this session add and modify are disabled.
de: Sie haben mehr DVS-Benutzerkonten, als Ihre Lizenz erlaubt. Während dieser Sitzung ist das Hinzufügen und Bearbeiten von Objekten nicht möglich.

source: You have too many client accounts for your license. During this session add and modify are disabled.
de: Sie haben mehr Benutzerkonten, als Ihre Lizenz erlaubt. Während dieser Sitzung ist das Hinzufügen und Bearbeiten von Objekten nicht möglich.

source: You have too many corporate client accounts for your license. During this session add and modify are disabled.
de: Sie haben mehr Univention-Corporate-Client-Konten als Ihre Lizenz erlaubt. Während dieser Sitzung ist das Hinzufügen und Bearbeiten von Objekten nicht möglich.

source: You have too many desktop accounts for your license. During this session add and modify are disabled.
de: Sie haben mehr Desktop Rechner, als Ihre Lizenz erlaubt. Während dieser Sitzung ist das Hinzufügen und Bearbeiten von Objekten nicht möglich.

source: You have too many groupware accounts for your license. During this session add and modify are disabled.
de: Sie haben mehr Groupware Konten, als Ihre Lizenz erlaubt. Während dieser Sitzung ist das Hinzufügen und Bearbeiten von Objekten nicht möglich.

source: You have too many managed client accounts for your license. During this session add and modify are disabled.
de: Sie haben mehr Managed-Client-Konten, als Ihre Lizenz erlaubt. Während dieser Sitzung ist das Hinzufügen und Bearbeiten von Objekten nicht möglich.

source: You have too many server accounts for your license. During this session add and modify are disabled.
de: Sie haben mehr Server-Konten, als Ihre Lizenz erlaubt. Während dieser Sitzung ist das Hinzufügen und Bearbeiten von Objekten nicht möglich.

source: You have too many user accounts for your license. During this session add and modify are disabled.
de: Sie haben mehr Benutzerkonten, als Ihre Lizenz erlaubt. Während dieser Sitzung ist das Hinzufügen und Bearbeiten von Objekten nicht möglich.

source: Your license does not allow modifications. During this session add and modify are disabled.
de: Die installierte Lizenz erlaubt keine Änderungen. Während dieser Sitzung ist das Hinzufügen und Bearbeiten von Objekten nicht möglich.

source: Your license is expired. During this session add and modify are disabled.
de: Die Lizenz ist abgelaufen. Während dieser Sitzung ist das Hinzufügen und Bearbeiten von Objekten nicht möglich.

source: Your license is not valid for your LDAP-Base. During this session add and modify are disabled.
de: Die installierte Linzenz wurde nicht für diese Basis-DN ausgestellt. Während dieser Sitzung ist das Hinzufügen und Bearbeiten von Objekten nicht möglich.

source: Your license is not valid. During this session add and modify are disabled.
de: Ihre Lizenz ist nicht gültig. Während dieser Sitzung ist das Hinzufügen und Bearbeiten von Objekten nicht möglich.

source: Your license status could not be validated. Thus, you are not eligible to support and maintenance. If you have bought a license, please contact Univention or your Univention partner.
de: Der Lizenzstatus konnte nicht validiert werden, Sie verwenden zur Zeit eine Version ohne Support oder Maintenance-Unterstützung durch Univention. Wenn Sie über eine Lizenz verfügen, wenden Sie sich bitte an Univention oder Ihren Univention Partner.

source: manual
de: handbuch

source: text file
de: Textdatei
