Repository: 321jr/univention-corporate-server
Catalog: kolab2/univention-kolab2-framework/files/var/lib/univention-kolab2-framework/fbview/turba/po/*.po
Languages: da_dk, pl_pl, sl_si

source: %s file successfully imported
da_dk: Import af %s filen lykkedes
pl_pl: Plik %s zosta³ zaimportowany
sl_si: %s datoteke uspe¹no uvo¾ena

source: Add Contact ...
da_dk: Tilføj kontakt
pl_pl: Dodaj kontakt ...
sl_si: Dodaj naslov ...

source: Add a new contact
da_dk: Tilføj ny kontakt
pl_pl: Dodanie nowego kontaktu
sl_si: Dodaj nov naslov

source: Add failed
da_dk: Kunne ikke tilføje
pl_pl: Dodanie nie powiod³o siê
sl_si: Dodajanje spodletelo

source: Add
da_dk: Tilføj
pl_pl: Dodaj
sl_si: Dodaj

source: Addressbook is read-only.
da_dk: Adressekartoteket er skrivebeskyttet
pl_pl: Ksi±¿ka adresowa jest w trybie tylko do odczytu
sl_si: Imenik omogoèa samo branje.

source: Advanced Directory Search
da_dk: Udvidet katalogsøgning
pl_pl: Zaawansowane szukanie
sl_si: Napredno iskanje po mapi

source: Advanced Search
da_dk: Udvidet søgning
pl_pl: Zaawansowane
sl_si: Napredno iskanje

source: Alias
da_dk: Kaldenavn
sl_si: Vzdevek

source: Bcc
sl_si: Kpp

source: Cancel
da_dk: Annuler
pl_pl: Anuluj
sl_si: Preklièi

source: Cc
sl_si: Kp

source: Cell Phone
da_dk: Mobiltelefon
pl_pl: Tel. kom.
sl_si: Mobilni telefon

source: Clear Search
da_dk: Nulstil søgning
pl_pl: Czy¶æ wyniki
sl_si: Izbri¹i

source: Company
da_dk: Firma
pl_pl: Firma
sl_si: Podjetje

source: Delete
da_dk: Slet
pl_pl: Usuñ
sl_si: Izbri¹i

source: Deletion failed
da_dk: Sletning mislykkedes
pl_pl: Skasowanie nie powiod³o siê
sl_si: Brisanje spodletelo

source: Directory Search
da_dk: Katalogsøgning
pl_pl: Przeszukiwanie ksi±¿ki
sl_si: Iskanje po mapi

source: Directory
da_dk: Katalog
pl_pl: Ksi±¿ka adresowa
sl_si: Imenik

source: Edit
da_dk: Rediger
pl_pl: Edytuj
sl_si: Uredi

source: Email
sl_si: Elektronski naslov

source: Error
da_dk: Fejl
pl_pl: B³±d
sl_si: Napaka

source: Export Addressbook
da_dk: Eksporter adressekartotek
pl_pl: Eksport ksi±¿ki adresowej
sl_si: Izvozi imenik

source: Export
da_dk: Eksporter
pl_pl: Eksport
sl_si: Izvoz

source: Failed to connect to the specified directory.
da_dk: Kunne ikke forbinde til det angivne katalog.
pl_pl: B³±d podczas ³±czenia siê do wybranej ksi±¿ki adresowej.
sl_si: Neuspe¹en priklop na ¾eleni imenik.

source: Failed to search the directory: %s
da_dk: Kunne ikke søge i kataloget: %s
pl_pl: B³±d podczas przeszukiwania ksi±¿ki adresowej: %s
sl_si: Pri¹lo je do napake pri iskanju po imeniku : %s

source: Fax
sl_si: Faks

source: Find
pl_pl: Znajd¼
sl_si: Najdi

source: From
da_dk: Fra
sl_si: &nbsp&nbspv

source: Help
da_dk: Hjælp
pl_pl: Pomoc
sl_si: Pomoè

source: Home Address
da_dk: Adresse (hjemme)
pl_pl: Adres domowy
sl_si: Domaèi naslov

source: Home Phone
da_dk: Telefon (hjemme)
pl_pl: Tel. dom.
sl_si: Domaèi telefon

source: If importing CSV data: does the first row contain the field names?
da_dk: Ved import af CSV data: Indeholder den første række feltnavnene?
pl_pl: Je¿eli importujesz plik CSV, to czy pierwszy wiersz zawiera nazwy pól?
sl_si: Èe uva¾ate CVS podatke: ali prvi stolpec vsebuje ime polj?

source: Illegal or malformed form data.
da_dk: Illegale eller misdannede data
pl_pl: Nieprawid³owe lub ¼le sformatowane dane.
sl_si: Nepravilni podatki.

source: Import Addressbook
da_dk: Importer adressekartotek
pl_pl: Import ksi±¿ki adresowej
sl_si: Uvozi imenik

source: Import
sl_si: Uvoz

source: Import/Export Addressbooks
da_dk: Import/Eksport af adressekartotek
pl_pl: Import/Eksport ksi±¿ki adresowej
sl_si: Uvoz/Izvoz imenika

source: Import/Export
da_dk: Import/Eksport
pl_pl: Import/Eksport
sl_si: Uvoz/Izvoz

source: Invalid addressbook.
da_dk: Ugyldig adressekartotek
pl_pl: B³êdna ksi±¿ka adresowa.
sl_si: Napaèen imenik.

source: Invalid e-mail address.
da_dk: Ugyldig eMail-adresse.
pl_pl: B³êdny adres email.
sl_si: Napaèen elektronski naslov.

source: Invalid name.
da_dk: Ugyldigt navn.
pl_pl: B³êdne nazwisko.
sl_si: Napaèno ime.

source: Language
da_dk: Sprog
pl_pl: Jêzyk
sl_si: Jezik

source: Matching
da_dk: Matcher
sl_si: Vsebuje

source: Message
da_dk: Meddelelse
pl_pl: Wiadomo¶æ
sl_si: Sporoèilo

source: Name
da_dk: Navn
pl_pl: Nazwisko
sl_si: Ime

source: None of the available address books are configured to allow you to add new entries to them. If you believe this is an error, please contact your system administrator.
da_dk: Ingen af de tilgængelige adressekartoteker tillader dig at tilføje nye emner. Hvis du mener dette er en fejl, så kontakt venligst din systemadministrator.
pl_pl: ¯adna z dostêpnych ksi±¿ek adresowych nie udostêpnia zapisu nowych pozycji. Je¿eli s±dzisz, ¿e jest to b³±d, skontaktuj siê z administratorem.
sl_si: Noben od razpolo¾ljivih imenikov ni nastavljen za dodajanje novih naslovov. Èe ste preprièani, da je to napaka obvestite o tem skrbnika sistema.

source: Notes
da_dk: Noter
pl_pl: Uwagi
sl_si: Dodatno

source: Please choose an address book to add a contact to.
da_dk: Vælg venligst den adressekartotek, som du vil tilføje kontakten til.
pl_pl: Proszê wybraæ ksi±¿kê adresow±, do której maj± zostaæ wprowadzone dane.
sl_si: Izberite imenik za dodajanje naslovov.

source: Problem?
sl_si: Te¾ava?

source: Reset
da_dk: Annuler
pl_pl: Kasuj
sl_si: Razveljavi

source: Save Changes
da_dk: Gem ændringer
pl_pl: Zachowaj zmiany
sl_si: Shrani spremembe

source: Save
da_dk: Gem
pl_pl: Zachowaj
sl_si: Shrani

source: Search Results
da_dk: Søgeresultater
pl_pl: Wyniki szukania
sl_si: Zadetki iskanja

source: Search
da_dk: Søg
pl_pl: Szukaj
sl_si: I¹èi

source: Search&nbsp;Results
da_dk: Søgeresultater
pl_pl: Rezultaty&nbsp;szukania
sl_si: Iskanje&nbsp;Zadetki

source: Select the destination to import to:
da_dk: Vælg stedet, du vil importere til:
pl_pl: Wybierz docelowe miejsce importowania:
sl_si: Izberite imenik za uvoz:

source: Select the file to import:
da_dk: Vælg filen som skal importeres:
pl_pl: Wybierz plik do zaimportowania:
sl_si: Izberite datoteko za uvoz:

source: Select the format to export to:
da_dk: Vælg eksportformat:
pl_pl: Wybierz format do wyeksportowania:
sl_si: Izberite format za izvoz v:

source: Select the format to import from:
da_dk: Vælg importformat:
pl_pl: Wybierz format do zaimportowania:
sl_si: Izberite format uvoza:

source: Select the source to export from:
da_dk: Vælg kilde som der skal eksporteres fra:
pl_pl: Wybierz ¼ród³o do wyeksportowania:
sl_si: Izberite vir za izvoz:

source: Select your preferred language:
da_dk: Vælg dit foretrukne sprog
pl_pl: Wybierz preferowany jêzyk:
sl_si: Izberi ¾elen jezik

source: Send Message
da_dk: Send Meddelelse
pl_pl: Wy¶lij wiadomo¶æ
sl_si: Po¹lji sporoèilo

source: Send mail to %s
da_dk: Send mail til %s
pl_pl: Wy¶lij wiadomo¶æ do %s
sl_si: Po¹lji sporoèilo za %s

source: Set the your preferred display language.
da_dk: Vælg det sprog du foretrækker.
pl_pl: Ustaw preferowany jêzyk.
sl_si: Nastavite ¾eljeni jezik.

source: Some of Turba's configuration files are missing:
da_dk: Nogle af Turba's konfigurationsfiler mangler:
pl_pl: Brak niektórych plików konfiguracyjnych Turba:
sl_si: Nekatere nastavitvene datoteke Turba-e manjkajo:

source: Success
da_dk: Udført
pl_pl: Sukces
sl_si: Uspeh

source: The data got lost
da_dk: Data gik tabt
pl_pl: Dane zosta³y utracone
sl_si: Podatki so izgubljeni

source: The data got lost.
da_dk: Data gik tabt.
pl_pl: Dane zosta³y utracone.
sl_si: Podatki so izgubljeni.

source: The file contained no data.
da_dk: Filen indeholdt ingen data
pl_pl: Plik nie zawiera danych.
sl_si: Datoteka ne vsebuje podatkov.

source: There are no writeable address books.
da_dk: Der findes ingen adressekartoteker, som der kan gemmes i.
pl_pl: Brak ksi±¿ek adresowych do zapisu
sl_si: Imenika za dodajanje ne obstoja.

source: There was a problem with the file upload. The file may have been larger than the maximum allowed size.
da_dk: Der opstod et problem under filoverførslen. Filen kan have været større end den maksimalt tilladte størrelse.
pl_pl: Wyst±pi³ problem podczas pobierania pliku. Rozmiar pliku mo¿e byæ wiêkszy ni¿ maksymalny dozwolony.
sl_si: Nastala je te¾ava pri nalaganju datoteke. Datoteka je predvidoma veèja kot je dovoljena velikost.

source: There was an error adding this object. Contact your system administrator for further help.
da_dk: Der opstod en fejl ved tilføjelse af objektet. Kontakt din systemadministrator for yderligere hjælp.
pl_pl: Wyst±pi³ b³±d podczas dodawania tego obiektu. Proszê skontaktowaæ siê z administratorem systemu w celu uzyskania pomocy.
sl_si: Pri¹lo je do napake pri dodajanju objekta. Za pomoè se obrnite na skrbnika sistema.

source: There was an error deleting this object. Contact your system administrator for further help.
da_dk: Der opstod en fejl ved sletning af objektetet. Kontakt din systemadministrator for yderligere hjælp.
pl_pl: Wyst±pi³ b³±d podczas kasowania tego obiektu. Proszê skontaktowaæ siê z administratorem systemu w celu uzyskania pomocy.
sl_si: Pri¹lo je do napake pri brisanju objekta. Za pomoè se obrnite na skrbnika sistema.

source: There was an error importing the data.
da_dk: Der opstod en fejl under importeringen af data.
pl_pl: B³±d podczas importowania danych.
sl_si: Pri¹lo je do napake pri uvozu podatkov.

source: There was an error importing the uploaded file
da_dk: Der opstod en fejl ved importering af den overførte fil
pl_pl: B³±d podczas importowania wys³anego pliku
sl_si: Pri¹lo je do napake pri uvozu datoteke

source: This file controls the default preferences for Turba, and also controls which preferences users can alter.
da_dk: Denne fil håndterer standardinstillinger for Turba og styrer hvilke indstillinger brugerne kan ændre.
pl_pl: W tym pliku skonfigurowane s± domy¶lne preferencje w Turba, okre¶lone s± równie¿ te, które mog± byæ zmieniane przez u¿ytkowników.
sl_si: Ta datoteke vsebuje privzetelastnosti za Turbo in tudi predpisuje katere lastnosti lahko uporabnik spreminja.

source: This file controls the stylesheet that is used to set colors and fonts in addition to or overriding Horde defaults.
da_dk: Denne fil håndterer oplysninger til opsætningen af farver og fonte, der supplerer eller erstatter oplysningerne fra Horde.
pl_pl: W tym pliku okre¶lone s± style u¿ywane do ustawienia kolorów i fontów.
sl_si: Datoteka vsebuje parametre za obliko, ki omogoèajo spreminjanje privzetih barv in tipografij v Horde.

source: This file defines the Turba global attribute names and types - names, email addresses, etc.
da_dk: Denne fil definerer de globale navne og typer på - navn, eMail, adresser, osv.
pl_pl: W tym pliku okre¶lone s± globalne nazwy i typy atrybutów - nazwiska, emaila, adresu, itp.
sl_si: Datoteka vsebuje globalne nastavitve Turbe, imena in tipe imen, elektronske naslove, ...

source: This file defines the list of available sources for Turba.
da_dk: Denne fil definerer listen over tilgængelige kilder for Turba.
pl_pl: W tym pliku okre¶lona jest lista dostêpnych ¼róde³ dla Turba.
sl_si: Datoteka vsebuje seznam razpolo¾ljivih virov Turbe.

source: This is the main Turba configuration file. It contains paths and options for the Turba scripts.
da_dk: Dette er Turbas hovedkonfigurationsfil. Den indeholder stier og indstillinger for scriptene i Turba.
pl_pl: To jest g³ówny plik konfiguracyjny Turba. Zawiera on ¶cie¿ki i opcje skryptów Turba.
sl_si: Glavna nastavitvena datoteka Turbe. Vsebuje poti in mo¾nosti za programe Turbe.

source: This person is already in your addressbook.
da_dk: Denne er person findes allerede i din adressekartotek
sl_si: Oseba ¾e obstaja v imeniku

source: Title
da_dk: Titel
pl_pl: Tytu³
sl_si: Naziv

source: To
da_dk: Til
pl_pl: Do
sl_si: Za

source: Turba is not properly configured
da_dk: Turba er ikke sat rigtigt op
pl_pl: Turba nie jest w pe³ni skonfigurowana.
sl_si: Turba ni pravilno nastavljena

source: Unable to load the definition of %s.
da_dk: Kan ikke indlæse definitionen af %s.
pl_pl: Nie mo¿na za³adowaæ definicji %s.
sl_si: Neuspelo nalaganje nastavitev %s.

source: Warning
da_dk: Advarsel
pl_pl: Ostrze¿enie
sl_si: Opozorilo

source: Work Address
da_dk: Adresse (arbejde)
pl_pl: Adres do pracy
sl_si: Slu¾beni naslov

source: Work Phone
da_dk: Telefon (arbejde)
pl_pl: Tel. do pracy
sl_si: Telefon v slu¾bi

source: You didn't map any fields from the imported file to the corresponding fields in Turba.
pl_pl: Nie wybrany zosta³ sposób zamiany pól importowanego pliku na odpowiednie pola aplikacji Turba.
sl_si: Nobeno polje iz datoteke za uvoz ni bilo preslikano v ustrezna polja v Turbi.

source: Your Information
pl_pl: Twoje informacje
sl_si: Va¹i podatki

source: [Edit]
da_dk: [Rediger]
pl_pl: [Edycja]
sl_si: [Uredi]

source: You didn't map any fields from the imported file to the corresponding fields in Turba.For at importere skal du tilordne felter fra den fil du importerer til de tilsvarende felter i Turba.
da_dk: Din information

source: from
pl_pl: od

source: matching
pl_pl: zawiera
