Repository: 321jr/univention-corporate-server
Catalog: management/univention-directory-manager/uniconf/locale/*/LC_MESSAGES/uniconf.po
Languages: de

source: Select container:
de: Container auswählen:

source: Choose a position for your object
de: Wählen Sie eine Position für Ihr Objekt.

source: no default path found
de: Kein Standard-Container gefunden

source: Superordinate:
de: Übergeordnetes Objekt:

source: Superordinate Object
de: Übergeordnetes Objekt

source: Select Type:
de: Typ auswählen:

source: Choose the desired object type.
de: Wählen Sie den gewünschten Objekttyp aus.

source: no template
de: Keine Vorlage

source: Select Template:
de: Vorlage auswählen:

source: Which template should new the new object be based on?
de: Auf welcher Vorlage soll das neue Objekt basieren?

source: Next
de: Weiter

source: Create %s Reports
de: Erstelle %s Reports

source: Select Report
de: Report auswählen:

source: create report
de: Report erstellen

source: Create Report
de: Reports erstellen

source: Select the report you want to create:
de: Wählen Sie den Report, der erstellt werden soll

source: Report was created successfully: %(count)d '%(module)s' objects included
de: Der Report wurde erfolgreich erstellt: %(count)d '%(module)s' Objekte wurden eingebunden

source: all registered %s containers
de: Alle registrierten %s-Container

source: selected domain
de: Ausgewählte Domäne

source: selected domain including subdomains
de: Ausgewählte Domäne und deren Unterdomänen

source: Failed to open object, insufficient or ambiguous values returned from search (%s)
de: Ein Objekt konnte nicht öffnen, ungenaues oder mehrdeutiges Suchergebnis (%s).

source: Error: The report could not be created!
de: Fehler: Der Report konnte nicht erstellt werden!

source: Select domain
de: Domäne auswählen:

source: only %s
de: Nur "%s"

source: Search:
de: Suchen in:

source: Where to search
de: Wo soll gesucht werden

source: Select Type
de: Typ auswählen:

source: Choose property
de: Wählen Sie die Eigenschaft

source: search
de: Suchen

source: Display (new) search results
de: (Neue) Suchergebnisse anzeigen

source: reset
de: Zurücksetzen

source: reset search
de: Suche zurücksetzen

source: Create Reports
de: Reports erstellen

source: Your search did not match any objects.
de: Es wurden keine mit Ihrer Suchanfrage übereinstimmenden Objekte gefunden.

source: Do with selected objects....
de: Die ausgewählten Objekten ...

source: Help
de: Hilfe

source: About UDM
de: Über UDM

source: You are logged in as
de: Sie sind angemeldet als

source: UCS Update Available
de: UCS-Update verfügbar

source: An update for UCS is available. Please visit&nbsp;
de: Ein Update für UCS ist verfügbar. Bitte öffnen Sie das&nbsp;

source: Online Update Module
de: Online-Update-Modul

source: Link to Online Update Module of Univention Management Console
de: Link zum Online-Update-Modul von Univention Management Console

source: of Univention Management Console to install updates.
de: in Univention Management Console, um das Update einzuspielen.

source: Besides everything you can do with the wizards, the navigation provides you also with an interface for many other settings, including structural extensions like containers, organizational units and connected policies, advanced DNS and DHCP configuration or settings for Univention Directory Manager itself.
de: Neben allen Möglichkeiten, die die Assistenten bieten, erlaubt die Navigation die Administration der gesamten Domänenstruktur einschliesslich Containern, Organisationseinheiten und zugehörigen Richtlinien, die fortgeschrittene Verwaltung von DNS und DHCP oder die Konfiguration von Univention Directory Manager.

source: The <a target=parent href=/univention-management-console/>Univention Management Console</a> provides the possibilty to configure local settings on every UCS managed machine, e.g. network configuration or local software-installation. A link to the Univention Management Console for a machine can be found at the computer object wizard.
de: <a target=parent href=/univention-management-console/>Univention Management Console</a> ermöglicht die Konfiguration von lokalen Systemeinstellungen wie der Netzwerkkonfiguration oder Installation von Software. Der Zugriff auf Univention Management Console anderer UCS Systeme kann über Verknüpfungen an den Objekten in der Rechnerverwaltung erfolgen.

source: You are using the "Free for personal use" edition. Find more information on the about page.
de: Sie verwenden die "Free for personal use"-Edition. Weitere Informationen finden Sie auf der Über-Seite.
