Repository: 321jr/univention-corporate-server
Catalog: management/univention-directory-manager/uniconf/locale/*/LC_MESSAGES/uniconf.po
Languages: de

source: Welcome to Univention Directory Manager
de: Willkommen zu Univention Directory Manager

source: Univention Directory Manager enables you to manage all components of your Univention Corporate Server (UCS) Domain.
de: Univention Directory Manager ermöglicht Ihnen die Administration aller Elemente Ihrer Univention Corporate Server (UCS) Domäne.

source: Wizards
de: Assistenten

source: Common tasks like administration of users, groups, servers, desktops and printers can easily be handled by using the wizards.
de: Alltägliche Aufgaben wie die Verwaltung von Benutzern, Gruppen, Server- oder Desktopsystemen können direkt über die Assistenten (Benutzerverwaltung, Gruppenverwaltung usw.) abgewickelt werden.

source: Besides everything you can do with the wizards, the navigation provides you also an interface for many other settings, including structural extensions like containers, organizational units and connected policies, advanced DNS and DHCP configuration or settings for Univention Directory Manager itself.
de: Neben allen Möglichkeiten, die die Assistenten bieten, erlaubt die Navigation die Administration der gesamten Domänenstruktur einschliesslich Containern, Organisationseinheiten und zugehörigen Richtlinien, die fortgeschrittene Verwaltung von DNS und DHCP oder die Konfiguration von Univention Directory Manager.

source: Console
de: Konsole

source: The <a target=parent href=/console/>Univention Console</a> provides the possibilty to configure local settings on every UCS managed machine, e.g. network configuration or local software-installation. A link to the Univention Console for a machine can be found at the UCS object in the computer wizard.
de: <a target=parent href=/univention-management-console/>Univention Console</a> ermöglicht die Konfiguration von lokalen Systemeinstellungen wie der Netzwerkkonfiguration oder Installation von Software. Der Zugriff auf Univention Management Console anderer UCS Systeme kann über Verknüpfungen an den Objekten in der Rechnerverwaltung erfolgen.

source: Further Information
de: Weitere Informationen

source: For more information about UCS, Univention Directory Manager and other Univention Tools take a look at the documentation or the online-forum on <a target=parent href=http://www.univention.de>www.univention.de</a>.
de: Weitere Informationen zu UCS, Univention Directory Manager und anderen Univention Tools finden Sie im Handbuch oder im Online Forum auf <a target=parent href=http://www.univention.de>www.univention.de</a>.

source: You are logged in as: %s%s
de: Sie sind angemeldet als: %s%s

source: // logged in as: %s%s
de: // angemeldet als: %s%s

source: error while modifying: %s %s
de: Beim Übernehmen der Änderungen ist ein Fehler aufgetreten: <br> %s %s

source: Report this error to Univention Feedback &lt;feedback@univention.de&gt;
de: Diesen Fehler an Univention Feedback &lt;feedback@univention.de&gt; melden

source: Please take a second to provide the following information
de: Bitte nehmen Sie sich eine Sekunde Zeit um die folgenden Informationen einzutragen

source: steps to reproduce
de: Schritte, um den Fehler zu reproduzieren

source: expected result
de: Erwartetes Ergebnis

source: actual result
de: Beobachtetes Ergebnis

source: No LDAP-Connection
de: Keine Verbindung zum LDAP-Server.

source: Is the LDAP-Server started and reachable ?
de: Ist der LDAP-Server gestartet und erreichbar ?

source: Can not process LDAP-Request:
de: LDAP-Anfrage konnte nicht verarbeitet werden:

source: LDAP error
de: LDAP-Fehler

source: You need to login again.
de: Bitte melden Sie sich erneut an.

source: A Python Exception has occured:
de: Ein Python-Fehler ist aufgetreten:

source: No Base DN has been found.
de: Es wurde keine Basis DN gefunden.

source: More than one Base DN has been defined.
de: Es wurde mehr als eine Basis definiert.

source: Wrong Base DN. Expected was %s but %s has been found.
de: Falsche Basis DN. Erwartet wurde %s, aber %s wurde gefunden.

source: No Base DN has been defined.
de: Es wurde keine Basis DN definiert.

source: About
de: Über

source: About Univention Directory Manager
de: Über Univention Directory Manager

source: General
de: Allgemein

source: Hostname
de: Server

source: local Installation
de: Lokale Installation

source: Validity date of the SSL certificate
de: Gültigkeitsdatum des SSL-Zertifikats

source: Context
de: Kontext

source: Integration Version:
de: Intergrations Version:

source: Licence
de: Lizenz

source: License
de: Lizenz

source: no licence found
de: Keine Lizenz gefunden.

source: License update
de: Lizenz aktualisieren

source: Update License via File
de: Lizenz über Datei aktualisieren

source: Select a file
de: Wählen Sie eine Datei

source: Update
de: Aktualisieren

source: Upload selected file
de: Ausgewählte Datei hochladen

source: Insert License Key
de: Lizenz-Schlüssel einfügen

source: Copy the License Code into this field
de: Kopieren Sie die Lizenz in dieses Feld

source: Upload the License
de: Lizenz aktualisieren

source: Contact
de: Kontakt

source: The License you have entered is invalid.
de: Die angegebene Lizenz ist ungültig.

source: An Error has occured:<br> %s
de: Ein LDAP-Fehler ist aufgetreten:<br> %s

source: The License has been sucessfully installed. You have to relogin.
de: Die Lizenz wurde erfolgreich installiert. Sie müssen sich neu anmelden.

source: Browse LDAP directory
de: Navigation im LDAP-Verzeichnis

source: delete
de: Löschen

source: Are you sure you want to delete these %d objects and referring objects if enabled?
de: Sollen diese %d ausgewählten und falls aktiviert auch zugehörige Objekte endgültig gelöscht werden?

source: Are you sure you want to delete these %d object and referring objects if enabled?
de: Soll dieses %d ausgewählte und falls aktiviert auch zugehörige Objekt endgültig gelöscht werden?

source: Object
de: Objekt

source: Location
de: Ort

source: Delete?
de: Wirklich löschen?

source: Delete referring objects?
de: Auch zugehörige Objekte löschen?

source: %s object
de: %s Objekt

source: select %s
de: "%s" auswählen

source: Cancel
de: Abbrechen

source: Really delete selected objects and referring objects if enabled.
de: Ausgewählte und falls aktiviert auch zugehörige Objekte endgültig löschen.

source: add
de: Hinzufügen

source: Select a new object to add
de: Neuen Objekttyp zum Hinzufügen auswählen

source: Create new object
de: Neues Objekt hinzufügen

source: Select type of object to add at current position
de: Neuen Objekttyp zum Hinzufügen an der aktuellen Position auswählen

source: Select target to move %d object(s) to
de: Wählen Sie das Ziel für %d zu verschiebende(s) Objekt(e) aus

source: move
de: Verschieben

source: move selected objects
de: Ausgewählte Objekte verschieben

source: browse
de: Navigation

source: browse LDAP
de: Navigation im LDAP-Verzeichnis

source: any
de: Alle

source: none
de: Keine

source: Search filter
de: Suchfilter

source: go
de: Start

source: Only show objects of type
de: Nur Objekte vom folgenden Typ anzeigen

source: type
de: Typ

source: show
de: Anzeigen

source: Results per page
de: Ergebnisse pro Seite

source: Please enter a number.
de: Bitte geben Sie eine Zahl ein.

source: Type
de: Typ

source: Select
de: Auswählen

source: up
de: übergeordneter Ordner

source: switch to parent directory
de: In das übergeordnete Verzeichnis wechseln

source: (current)
de: (aktuell)

source: open "%s"
de: "%s" öffnen

source: edit "%s"
de: "%s" bearbeiten

source: More than %d results, please redefine search.
de: Es wurden mehr als %d Objekte gefunden, bitte schränken Sie die Suche ein.

source: Move
de: Verschieben

source: move selected objects here
de: Ausgewählte Objekte hierher verschieben

source: cancel moving object
de: Verschieben des Objektes abbrechen

source: %d search result(s) (cached)
de: %d Suchergebnis(se) (zwischengespeichert)

source: %d search result(s)
de: %d Suchergebnis(se)

source: Do
de: Ausführen

source: Do action with selected objects.
de: Aktion mit ausgewählten Objekte durchführen.

source: Do with selected objects...
de: Die ausgewählten Objekte ...

source: Invert selection
de: Auswahl umkehren

source: Edit
de: Bearbeiten

source: Delete
de: Löschen

source: Removing %d/%d selected objects failed: %s
de: Das Löschen von %d/%d ausgewählten Objekten ist fehlgeschlagen: %s

source: Removed %d/%d objects successfully.
de: Es wurden %d/%d Objekte erfolgreich gelöscht.

source: Position changed.
de: Position geändert.

source: %d object(s) are selected.
de: %d Objekt(e) sind markiert.

source: Cannot edit multiple objects with different types.
de: Es können nicht mehrere Objekte unterschiedlichen Typs bearbeitet werden.

source: Position has not changed. Not moving objects.
de: Die Position hat sich nicht geändert und die Objekte wurden nicht verschoben.

source: Moving %d/%d objects failed: %s
de: Das Verschieben von %d/%d Objekten ist fehlgeschlagen: %s

source: Moved %d/%d objects successfully.
de: Es wurden %d/%d ausgewählten Objekten erfolgreich verschoben.

source: Removed %d/%d objects (%d errors).
de: Es wurden %d/%d Objekte erfolgreich gelöscht (%d Fehler).

source: Moved %d/%d objects (%d errors).
de: Es wurden %d/%d Objekten erfolgreich verschoben (%d Fehler).

source: Error opening Object: %s <br> You may encounter further errors editing this object.
de: Fehler beim Öffnen des Objekts: %s <br> Bei der weiteren Bearbeitung des Objekts sind Folgefehler nicht auszuschließen.

source: Warning opening Object: <ul>%s</ul> You may encounter further errors editing this object.
de: Warnungen beim Öffnen des Objekts: <ul>%s</ul> Bei der weiteren Bearbeitung des Objekts sind Folgefehler nicht auszuschließen.

source: type:
de: Typ:

source: Modify %s (%s)
de: Bearbeite %s (%s)

source: edit
de: Bearbeiten

source: objects
de: Objekte

source: Modify %d %s
de: Bearbeite %d %s

source: new
de: Neues

source: -object
de: -Objekt

source: Add new %s
de: %s hinzufügen

source: change
de: ändern

source: Show the advanced settings
de: Zeige die erweiterten Einstellungen

source: go ahead
de: Los

source: Available Policy Types:
de: Verfügbare Richtlinientypen

source: Policy Type
de: Richtlinientyp

source: Disconnect
de: Trennen

source: edit policy object
de: Richtlinie bearbeiten

source: select %s for disconnection
de: "%s" zum Trennen auswählen

source: inherited
de: ererbt

source: Disconnect selected policies
de: Ausgewählte Richtlinien trennen

source: %s for Container %s
de: %s für Container %s

source: %s for new Container
de: %s für neuen Container

source: apply
de: Zuweisen

source: Select configuration:
de: Konfiguration auswählen:

source: Choose a configuration for your object
de: Wählen Sie eine Konfiguration für Ihr Objekt

source: Select the DNS Forward Zone
de: Wählen Sie eine Forward Lookup Zone aus.

source: Select the DNS Forward Zone object
de: Wählen Sie eine DNS Forward Zone aus

source: IP Address
de: IP-Adresse

source: Select the IP address
de: Wählen Sie eine IP-Adresse aus

source: Add %s
de: %s hinzufügen

source: Entries:
de: Einträge:

source: Current entries for '%s'
de: Aktuelle Einträge für '%s'

source: Remove selected '%s' entrie(s) from list
de: Lösche die ausgewählten '%s' Einträge aus der Liste.

source: Move upwards
de: Nach oben schieben

source: Move downwards
de: Nach unten schieben

source: Select the DNS zone of the existing DNS entry
de: Wählen Sie die DNS Zone des existierenden DNS-Eintrags

source: Zone of existing DNS entry
de: Zone des existierenden DNS-Eintrags

source: Select the DNS zone for the DNS alias
de: Wählen Sie die DNS Zone für das DNS-Alias aus

source: Select the DHCP Zone
de: Wählen Sie eine DHCP Zone

source: Select the DHCP Zone object
de: Wählen Sie eine DHCP Zone aus

source: Select a MAC Address
de: Wählen Sie eine MAC-Adresse aus

source: MAC Address
de: MAC-Adresse

source: None
de: Nichts

source: select forward lookup zone
de: Wählen Sie eine Forward Lookup Zone aus.

source: select reverse lookup zone
de: Wählen Sie eine Reverse Lookup Zone aus.

source: %s: Too many entries for selectbox
de: %s: zu viele Einträge für eine Auswahlliste

source: select profile
de: Wählen Sie ein Profil

source: select host
de: Wählen Sie einen Rechner aus.

source: Load file
de: Datei laden

source: User's picture (JPEG format)
de: Bild des Benutzers (JPEG-Format)

source: Display user's picture
de: Bild des Benutzers anzeigen

source: Delete user's picture
de: Bild des Benutzers löschen

source: Delete JPEG photo
de: Lösche JPEG Bild

source: Delete certificate
de: Zertifikat löschen

source: Download Certificate
de: Zertifikat herunterladen

source: select Server
de: Server auswählen

source: read
de: lesen

source: post
de: senden

source: append
de: anhängen

source: write
de: schreiben

source: all
de: alles

source: Anyone
de: Jede(r)

source: Access right
de: Zugangsrecht

source: select access right
de: Zugangsrechte auswählen

source: Add
de: Hinzufügen

source: Remove
de: Entfernen

source: Existing ACLs:
de: Bestehende ACLs:

source: Always accept
de: Immer akzeptieren

source: Reject if conflicts
de: Ablehnen wenn Konflikte auftreten

source: Manual if conflicts
de: Manuelle Eingabe wenn Konflikte auftreten

source: Manual
de: Manuell

source: Always reject
de: Immer ablehnen

source: E-Mail address
de: E-Mail-Adresse

source: User
de: Benutzer

source: E-Mail address of user
de: E-Mail-Adresse des Benutzer

source: Policy
de: Richtlinie

source: Existing Invitation Policies:
de: Existierende Einladungsrichtlinien:

source: Destination
de: Ziel

source: Soft limit (Pages)
de: Soft-Limit (Seiten)

source: Hard limit (Pages)
de: Hard-Limit (Seiten)

source: User
de: Benutzer

source: Services
de: Dienste

source: select command category
de: Wählen Sie die Kaegorie aus.

source: ACL Category
de: ACL Kategorie

source: Select ACL category
de: Wählen Sie die ACL Kategorie aus

source: Select ACL
de: ACL auswählen

source: command category
de: Kommando Kategorie

source: select operation
de: Operation auswählen

source: Command data
de: Kommando Daten

source: Parameter for the command
de: Parameter für das Kommando

source: Name of the new Configuration Registry variable
de: Name der neuen Configuration Registry Variable

source: Add a new Configuration Registry variable
de: Eine neue Configuration Registry Variable hinzufügen

source: Add the new Configuration Registry variable
de: Die neue Configuration Registry Variable hinzufügen

source: select package list
de: Paketliste auswählen

source: select tab
de: Wählen Sie eine Karteikarte aus.

source: Self Attribute Results
de: Ergebnislisten Attribute

source: Select manufacturer
de: Wählen Sie den Hersteller aus.

source: Manufacturer
de: Hersteller

source: Select manufacturer of printer
de: Wählen Sie den Druckerhersteller aus

source: select printer-model
de: Wählen Sie ein Druckermodell aus

source: package list
de: Paketliste

source: select Packages
de: Pakete auswählen

source: Visible tabs for personal settings
de: Sichtbare Karteikarten

source: Property
de: Eigenschaft

source: All
de: Alles

source: Search results
de: Suchergebnisse

source: Selected objects
de: Ausgewählte Objekte

source: choose objects to add
de: Wählen Sie die Objekte zum Hinzufügen aus.

source: choose objects to remove
de: Wählen Sie die zu entfernenden Objekte aus.

source: Sun
de: So

source: Mon
de: Mo

source: Tue
de: Di

source: Wed
de: Mi

source: Thu
de: Do

source: Fri
de: Fr

source: Sat
de: Sa

source: Disallowed at:
de: Nicht erlaubt um:

source: Allowed at:
de: Erlaubt um:

source: Logon
de: Anmeldung

source: overwrite value %s in all objects
de: Überschreibe Wert %s in allen Objekten

source: overwrite
de: überschreiben

source: picture file too big (max. %s byte)
de: Bilddatei zu groß (max. %s Byte)

source: Invalid value
de: Ungültige Eingabe

source: Position changed
de: Position geändert

source: Modifying %d/%d objects failed: %s
de: Die Bearbeitung von %d/%d Objekten ist fehlgeschlagen: %s

source: Modified %d/%d objects successfully.
de: Die Bearbeitung von %d/%d Objekten war erfolgreich.

source: internal error: %s
de: Ein interner Fehler ist aufgetreten: %s

source: While %s %s: %s<br>
de: %s von %s fehlgeschlagen: %s<br>

source: Object created.
de: Objekt erzeugt.

source: Objects modified.
de: Objekte bearbeitet.

source: Object modified.
de: Objekt bearbeitet.

source: Modified %d/%d objects (%d errors).
de: Es wurden %d/%d Objekte erfolgreich bearbeitet (%d Fehler).

source: The operation is in progress. Please wait.
de: Die Aktion ist in Bearbeitung. Bitte warten.

source: Logout
de: Abmelden

source: Do you really want to logout?
de: Möchten Sie sich wirklich abmelden?

source: Redirect
de: Weiterleiten

source: A new window with Univention Management Console will be opened in a few seconds. If this is not the case, please click %(starttag)shere%(endtag)s.
de: Ein neues Fenster mit Univention Management Console wird sich in einigen Sekunden öffnen. Falls dies nicht der Fall ist, bitte %(starttag)shier%(endtag)s anklicken.

source: Creating a new session for Univention Management Console on host %(host)s failed. Please click %(starttag)shere%(endtag)s to log in manually.
de: Das Erzeugen einer neuen Sitzung für Univention Management Console ist fehlgeschlagen. Bitte klicken Sie %(starttag)shier%(endtag)s, um sich manuell einzuloggen.

source: Creating new session for Univention Management Console...
de: Eine neue Sitzung für Univention Management Console wird erstellt...

source: Login
de: Anmeldung

source: Univention Directory Manager Login
de: Univention Directory Manager Anmeldung

source: To increase the session timeout log into Univention Management Console, select the Univention Configuration Registry module and change the value of <code>directory/manager/timeout</code>.
de: Um den Session-Timeout zu erhöhen, melden Sie sich an der Univention Management Console an, wählen Sie das Modul Univention Configuration Registry aus und ändern Sie den Wert von <code>directory/manager/timeout</code>.

source: Unsupported web browser
de: Nicht unterstützter Webbrowser

source: The Univention Directory Manager (UDM) has not been tested with your web browser. You should use Firefox since version 3.x or Microsoft Internet Explorer since version 6.0.
de: Univention Directory Manager (UDM) wurde mit Ihrer Webbrowser Version nicht getestet. Bitte verwenden Sie Firefox ab Version 3.x oder den Microsoft Internet Explorer ab Version 6.0.

source: Insecure Connection
de: Unsichere Verbindung

source: This network connection is not encrypted. All personal or sensitive data will be transmitted in plain text. Please follow <a href=https://%s/univention-directory-manager/ >this link</a> to use a secure SSL connection.
de: Die Netzwerkverbindung ist nicht verschlüsselt. Alle persönlichen und sensiblen Daten werden im Klartext übertragen. Bitte verwenden Sie <a href=https://%s/univention-directory-manager/ >diesen Link</a> für eine verschlüsselte SSL-Verbindung.

source: Username
de: Benutzername

source: Please enter your username.
de: Bitte geben Sie hier Ihren Benutzernamen ein.

source: cancel login procedure
de: Abbruch des Anmeldevorgangs.

source: Password
de: Passwort

source: please enter your password.
de: Bitte geben Sie Ihr Passwort ein.

source: Login Domain:
de: Domäne für die Anmeldung:

source: choose Domain for login
de: Bitte wählen Sie die Domäne, an der Sie sich anmelden möchten.

source: Language:
de: Sprache:

source: Choose language for this session
de: Bitte wählen Sie die Sprache für diese Sitzung

source: You can't login with the admin user
de: Sie können sich nicht als Benutzer admin anmelden

source: Wrong Username or Password for the selected Domain
de: Der Benutzername oder das Passwort sind für die ausgewählte Domäne nicht korrekt.

source: Licence not found. During this session add and modify are disabled. You can install a new License in the About section.
de: Keine Lizenz gefunden. Während dieser Sitzung ist das Hinzufügen und Bearbeiten von Objekten nicht möglich.

source: Login successful
de: Anmeldung erfolgreich.

source: You have too many user accounts for your licence. During this session add and modify are disabled. You can install a new License in the About section.
de: Sie haben mehr Benutzerkonten, als Ihre Lizenz erlaubt. Während dieser Sitzung ist das Hinzufügen und Bearbeiten von Objekten nicht möglich.

source: You have too many client accounts for your licence. During this session add and modify are disabled. You can install a new License in the About section.
de: Sie haben mehr Client Rechner, als Ihre Lizenz erlaubt. Während dieser Sitzung ist das Hinzufügen und Bearbeiten von Objekten nicht möglich.

source: You have too many desktop accounts for your licence. During this session add and modify are disabled. You can install a new License in the About section.
de: Sie haben mehr Desktop Rechner, als Ihre Lizenz erlaubt. Während dieser Sitzung ist das Hinzufügen und Bearbeiten von Objekten nicht möglich.

source: You have too many groupware accounts for your licence. During this session add and modify are disabled. You can install a new License in the About section.
de: Sie haben mehr Groupware Konten, als Ihre Lizenz erlaubt. Während dieser Sitzung ist das Hinzufügen und Bearbeiten von Objekten nicht möglich.

source: Your licence is expired. During this session add and modify are disabled. You can install a new License in the About section.
de: Die Lizenz ist abgelaufen. Während dieser Sitzung ist das Hinzufügen und Bearbeiten von Objekten nicht möglich.

source: Your licence is not valid for your LDAP-Base. During this session add and modify are disabled. You can install a new License in the About section.
de: Die installierte Linzenz wurde nicht für diese Basis-DN ausgestellt. Während dieser Sitzung ist das Hinzufügen und Bearbeiten von Objekten nicht möglich.

source: Your licence is not valid. During this session add and modify are disabled. You can install a new License in the About section.
de: Ihre Lizenz ist nicht gültig. Während dieser Sitzung ist das Hinzufügen und Bearbeiten von Objekten nicht möglich.

source: Your licence does not allow modifications. During this session add and modify are disabled. You can install a new License in the About section.
de: Die installierte Lizenz erlaubt keine Änderungen. Während dieser Sitzung ist das Hinzufügen und Bearbeiten von Objekten nicht möglich.

source: Your license status could not be validated. Thus, you are not eligible to support and maintenance. If you have bought a license, please contact Univention or your vendor. You can install a new License in the About section.
de: Der Lizenzstatus konnte nicht validiert werden, Sie verwenden zur Zeit eine Version ohne Support oder Maintenance-Unterstützung durch Univention. Wenn Sie über eine Lizenz verfügen, wenden Sie sich bitte an Univention oder einen Univention Partner.

source: Your SSL certificate will expire in %d days.
de: Das SSL-Zertifikat läuft in %d Tagen ab.

source: Account
de: Konto

source: Edit my account
de: Mein Konto bearbeiten

source: Change my password
de: Ändern meines Passworts

source: Edit my Univention Directory Manager settings
de: Meine Univention Directory Manager Einstellungen bearbeiten

source: My account
de: Mein Konto

source: My personal objects
de: Meine persönlichen Objekte

source: Request canceled, your changes were discarded.
de: Vorgang abgebrochen, die Änderungen wurden verworfen.

source: Request commited, your changes were accepted.
de: Vorgang abgeschlossen, die Änderungen wurden übernommen.

source: Wizard
de: Assistent

source: Select domain:
de: Domäne auswählen:

source: Where to create the new object
de: Wo soll das neue Objekt erzeugt werden
