Repository: 321jr/univention-corporate-server
Catalog: */univention-system-setup/debian/po/*.po
Languages: de

source: Setup Univention Corporate Server
de: Univention Corporate Server Setup

source: Configuring Univention Corporate Server...
de: Konfiguriere Univention Corporate Server...

source: Starting Univention System Setup...
de: Starte Univention System Setup...

source: Copying files for Univention System Setup... this may take some time...
de: Kopiere Dateien für Univention System Setup... bitte warten...

source: Setting up boot loader GRUB...
de: Konfiguriere Bootload GRUB...

source: Generating configuration files...
de: Generiere Konfigurationsdateien...

source: Done.
de: Fertig.

source: Configuration of Univention Corporate Server deferred
de: Konfiguration von Univention Corporate Server verzögert

source: At this point Univention Corporate Server has been installed but the configuration has been deferred.
de: An diesem Punkt wurde Univention Corporate Server bereits installiert, aber die notwendige Konfiguration wurde zurückgestellt.

source: When pressing "Next", the system will be configured for appliance mode. After an automatic reboot, Univention System Setup is started automatically in graphics mode and allows a subsequent configuration. Alternatively the system may be configured after reboot via the web browser by visiting one of the following URLs:
de: Mit der Auswahl von "Weiter" wird das System für den Appliance-Modus vorbereitet und automatischen neu gestartet. Beim anschließenden Bootvorgang startet das System automatisch die graphische Oberfläche von Univention System Setup, wo die Konfiguration des Systems abgeschlossen werden kann. . Alternativ kann das System nach dem Neustart auch über einen Webbrowser konfiguriert werden, indem eine der folgenden URLs aufgerufen wird:

source: The configuration of Univention Corporate Server has been aborted.
de: Die Konfiguration von Univention Corporate Server wurde unterbrochen.

source: When pressing "Next", Univention Corporate Server will be configured for appliance mode. After an automatic reboot, Univention System Setup is started automatically in graphics mode and allows a subsequent configuration. Alternatively the system may be configured via the web browser by visiting one of the following URLs:
de: Mit der Auswahl von "Weiter" wird das System für den Appliance-Modus vorbereitet und automatischen neu gestartet. Beim anschließenden Bootvorgang startet das System automatisch die graphische Oberfläche von Univention System Setup, wo die Konfiguration des Systems abgeschlossen werden kann. . Alternativ kann das System nach dem Neustart auch über einen Webbrowser konfiguriert werden, indem eine der folgenden URLs aufgerufen wird: ${addresslist}
