Repository: 321jr/univention-corporate-server
Catalog: */univention-ucs-translation-*/*/management/univention-management-console-module-lib/umc/python/lib/*.po
Languages: fr

source: System could not reboot
fr: Impossible de redémarrer le système

source: System could not shutdown
fr: Impossible d'arrêter le système

source: The system will now be restarted
fr: Le système va maintenant redémarrer

source: The system will now be shut down
fr: Le système va maintenant être arrêté

source: certificate error when connecting to %r: %s
fr: erreur de certificat lors de la connexion à %r : %s

source: failed to get login token for host %r
fr: échec de l'obtention de l'identifiant de connexion pour l'hôte %r

source: given hostname seems to contain invalid characters
fr: le nom d'hôte donné semble contenir des caractères invalides

source: no credentials available
fr: aucune preuve d'identité disponible

source: option "host" has not been specified
fr: l'option « host » n'a pas été précisée

source: unable to connect to %r: %s
fr: impossible de se connecter à %r : %s
