Repository: 321jr/univention-corporate-server
Catalog: management/univention-self-service/js/ucs/*.po
Languages: de

source: </br><a href='/{0}'>Back to the overview.</a>
de: </br><a href='/{0}'>Zurück zur Übersicht.</a>

source: </br><div>You will be redirected {0} in <a id='redirectTimer'> {1} </a> second(s).</div>
de: </br><div>Sie werden in <a id='redirectTimer'> {1} </a> Sekunden {0} weitergeleitet.</div>

source: Cancel
de: Abbrechen

source: Change Password
de: Passwort ändern

source: Change password
de: Passwort ändern

source: Confirm username
de: Benutzername bestätigen

source: Contact information for Password reset
de: Kontaktinformationen zum Zurücksetzen des Passworts

source: Feel free to change your contact information. Press "Save" to confirm your changes.
de: Ändern Sie ihre Kontaktinformationen. Drücken Sie anschließend den "Speichern" Button, um Ihre Änderungen zu bestätigen.

source: Hello %(last)s, %(first)s!
de: Hallo %(last)s, %(first)s!

source: Hello %s %s!
de: Hallo %s %s!

source: Language
de: Sprache

source: New password
de: Neues Passwort

source: New password (retype)
de: Neues Passwort (Wiederholung)

source: Old password
de: Altes Passwort

source: On this page you can change your password. If you want to reset your password instead use this link to the <a href="/univention-self-service/{0}#passwordreset">password reset</a> page.
de: Auf dieser Seite können Sie Ihr Passwort ändern. Wenn Sie stattdessen Ihr Passwort zurücksetzen möchten, nutzen Sie bitte den folgenden Link: <a href="/univention-self-service/{0}#passwordreset">Passwort zurücksetzen.</a>

source: On this page you can reset your password or provide contact information for setting a new password in the future.
de: Auf dieser Seite können Sie Ihr Passwort zurücksetzen oder Ihre Kontaktinformationen angeben, um zukünftig Ihr Passwort zurücksetzen zu können.

source: On this page you can set your contact information to reset your password in the future. This information are required to receive a token that is necessary to renew the password.
de: Auf dieser Seite können Sie Ihre Kontaktinformationen angeben. Diese Informationen werden benötigt, um Ihnen einen Token (Sicherheitsschlüssel) zuzusenden. Nur mit Hilfe eines Tokens ist es möglich das Passwort zurück zu setzen.

source: Password
de: Passwort

source: Password Reset
de: Passwort zurücksetzen

source: Please choose a method to receive the token.
de: Bitte wählen Sie eine Benachrichtigungsart, über die Sie einen Token (Sicherheitsschlüssel) erhalten wollen.

source: Please click the following link to <a href="/univention-self-service/{0}#setcontactinformation">change your contact information</a> for resetting the password in the future.
de: Bitte nutzen Sie den folgenden Link, um Ihre <a href="/univention-self-service/{0}#setcontactinformation"> Kontaktinformationen zu ändern</a> damit Sie zukünftig Ihr Passwort zurücksetzen können.

source: Please enter the token and your new password.
de: Bitte geben sie den Token (Sicherheitsschlüssel) und ein neues Passwort ein.

source: Please enter your username and password to display your contact information.
de: Bitte geben Sie Ihren Benutzernamen und Ihr Passwort ein, um Ihre Kontaktinformationen einsehen und ändern zu können.

source: Please provide the required data to change your password.
de: Bitte geben Sie die notwendigen Daten ein, um Ihr Passwort zu ändern.

source: Please provide your username to receive a token that is required to reset your password.
de: Bitte geben Sie Ihren Benutzernamen ein. Sie erhalten anschließend einen Token (Sicherheitsschlüssel) mit dem Sie Ihr Passwort zurücksetzen können.

source: Provide your contact information.
de: Geben Sie Ihre Kontaktinformationen an.

source: Request token
de: Token anfordern

source: Reset your password.
de: Passwort zurücksetzen.

source: Save
de: Speichern

source: Show contact information
de: Kontaktinformationen anzeigen

source: The passwords do not match, please retype again.
de: Die Passwörter stimmen nicht überein. Bitte versuchen Sie es erneut.

source: Token
de: Token (Sicherheitsschlüssel)

source: Username
de: Benutzername
