Repository: 321jr/univention-corporate-server
Catalog: services/univention-ad-connector/modules/univention/management/console/handlers/adconnector/*.po
Languages: de

source: Configure Active Directory Connector
de: Active Directory Connector einrichten

source: Overview
de: Übersicht

source: Hostname of Active Directory server
de: Rechnername des Active Directory Servers

source: BaseDN of Active Directory
de: BasisDN des Active Directorys

source: DN of replication user
de: DN des Replikationsbenutzers

source: Password of replication user
de: Passwort des Replikationsbenutzers

source: Poll Interval (seconds)
de: Polling-Intervall (in Sekunden)

source: Version of Windows server
de: Version des Windows-Servers

source: Retry interval for rejected objects
de: Wiederholungsintervall für abgelehnte Objekte

source: Kerberos domain of Active Directory server
de: Kerberos Domäne des Active Directory Servers

source: Debug level of Active Directory Connector
de: Debug-Level des Active Directory Connectors

source: Add debug output for functions
de: Debug-Ausgaben für Funktionen ausgeben

source: no
de: nein

source: yes
de: ja

source: Active Directory Connector sync mode
de: Synchronisationsmodus des Active Directory Connectors

source: read (AD --> UCS)
de: lesen (AD --> UCS)

source: write (UCS --> AD)
de: schreiben (UCS --> AD)

source: Active Directory Connector group mapping language
de: Verwendete Sprache für das Gruppen-Mapping

source: Upload Active Directory Certificate
de: Active Directory-Zertifikat hochladen

source: Please upload Active Directory certificate
de: Bitte das Active Directory-Zertifikat hochladen.

source: Start/Stop Active Directory Connector
de: Active Directory Connector starten/stoppen

source: An error occured while saving .htaccess (filename=%(fn)s ; exception=%(exception)s)
de: Ein Fehler ist beim Speicher der Datei .htaccess aufgetreten (filename=%(fn)s ; exception=%(exception)s)

source: saving bind password failed (filename=%(fn)s ; exception=%(exception)s)
de: Speichern des Replikationspasswortes fehlgeschlagen (filename=%(fn)s ; exception=%(exception)s)

source: Active Directory Connector settings have been saved.
de: Active Directory Connector-Einstellungen wurden gespeichert.

source: copy of %s/%s to %s/%s failed (exception=%s)
de: Das Kopieren von %s/%s nach %s/%s ist fehlgeschlagen (exception=%s)

source: creation of certificate failed (%s)
de: Erstellung eines neuen Zertifikats fehlgeschlagen (%s)

source: Could not determine baseDN of given ldap server. Maybe FQDN is wrong or unresolvable!
de: Konnte BasisDN des angegebenen Servers nicht ermitteln. Angegebener FQDN ist ggf. falsch oder nicht auflösbar!

source: Certificate has been uploaded successfully.
de: Zertifikat wurde erfolgreich installiert.

source: Certificate upload or conversion failed.
de: Zertifikatsinstallation oder -konvertierung fehlgeschlagen.

source: Active Directory Connector is already running. Nothing to do.
de: Der Active Directory Connector ist bereits aktiv. Keine Aktion notwendig.

source: Active Directory Connector is already stopped. Nothing to do.
de: Der Active Directory Connector ist bereits gestoppt. Keine Aktion notwendig.

source: Unknown command ("%s") Please report error to your local administrator
de: Unbekanntes Kommando ("%s"). Bitte den Fehler beim lokalen Administrator melden.

source: Switching running state of Active Directory Connector failed.
de: Starten/Stoppen des Active Directory Connectors ist fehlgeschlagen.

source: Active Directory Connector has been started.
de: Der Active Directory Connector wurde gestartet.

source: Active Directory Connector has been stopped.
de: Der Active Directory Connector wurde beendet.

source: The configuration process has been finished and all required settings for Active Directory Connector are set.
de: Der Konfigurationsvorgang ist abgeschlossen und alle vom Active Directory Connector benötigten Einstellungen wurden gesetzt.

source: The configuration process has not been started yet or is incomplete.
de: Die Konfiguration des Active Directory Connectors wurde noch nicht durchgeführt oder ist unvollständig.

source: The Active Directory certificate has been sucessfully installed.
de: Das Active-Directory-Zertifikat wurde erfolgreich installiert.

source: The Active Directory certificate has not been installed yet.
de: Das Active-Directory-Zertifikat wurde noch nicht installiert.

source: Active Directory Connector is currently running.
de: Der Active Directory Connector wurde gestartet.

source: Active Directory Connector is not running.
de: Der Active Directory Connector wurde noch nicht gestartet.

source: Stop Active Directory Connector
de: Active Directory Connector beenden

source: Start Active Directory Connector
de: Active Directory Connector starten

source: Actions
de: Aktionen

source: Determine BaseDN
de: BasisDN ermitteln

source: BaseDN of %s has been determined successfully. Suggestion for replication user has been set.
de: BasisDN von %s wurde erfolgreich ermittelt. Vorschlag für Replikationsbenutzer wurde automatisch gesetzt.

source: The password of specified replication user has not been set yet!
de: Das Passwort des Replikationsbenutzers wurde noch nicht gesetzt!

source: Save
de: Speichern

source: Download ucs-ad-connector.msi and UCS certificate
de: Download des .msi-Pakets und UCS-Zertifikats

source: Upload Active Directory certificate
de: Active Directory-Zertifikat hochladen

source: Hint: all settings become operative after (re)start of Active Directory Connector.
de: Hinweis: alle Einstellungen werden erst nach dem (Neu)Start des Active Directory Connectors wirksam.

source: Active Directory Connector Configuration
de: Active Directory Connector-Konfiguration

source: After the above configuration values have been set, the Active Directory certificate has to be uploaded to Active Directory Connector.
de: Nachdem die oben gemachten Einstellungen speichert wurden, muss das Active-Directory-Zertifikat für den Active Directory Connector hochgeladen werden.

source: Finally on the Active Directory Server some files have to be installed for correct function of Active Directory Connector. Press button to get these files.
de: Abschließend müssen auf dem Active Directory Server einige Programme/Dateien für die korrekte Funktion installiert werden. Klicken Sie auf den Button, um diese Dateien herunterzuladen.

source: Additional Configuration Steps
de: Active Directory Connector-Konfiguration

source: Notice
de: Hinweis

source: Please select the file containing the Active Directory certificate.
de: Bitte das Active Directory-Zertifikat auswählen und hochladen.
