Repository: 321jr/univention-corporate-server
Catalog: services/univention-kolab2-framework/files/var/lib/univention-kolab2-framework/fbview/turba/po/*.po
Languages: ca_es, cs_cz, hu_hu, uk_ua

source: %s file successfully imported
ca_es: L'arxiu %s ha estat importat satisfactòriament
cs_cz: %s soubor byl úspì¹nì importován
hu_hu: A %s fájl importálása sikeresen megtörtént
uk_ua: %s файл усп╕шно ╕мпортований

source: Add Contact ...
ca_es: Afegir Contacte ...
cs_cz: Vlo¾ Kontakt ...
hu_hu: Új bejegyzés...
uk_ua: Додати Запис ...

source: Add a new contact
ca_es: Afegir nou contacte
cs_cz: Vlo¾ nový kontakt
hu_hu: Új bejegyzés rögzítése
uk_ua: Додати новий запис

source: Add failed
ca_es: Ha fallat al afegir
cs_cz: Vlo¾ení selhalo
hu_hu: Az új bejegyzés rögzítése nem sikerült
uk_ua: Не вдалося додати

source: Add
ca_es: Afegir
cs_cz: Vlo¾
hu_hu: Bevitel
uk_ua: Додати

source: Addressbook is read-only.
ca_es: La Llibreta d'adreces només és de lectura.
cs_cz: Kontakty je pouze ke ètení
hu_hu: A címjegyzék csak olvasható.
uk_ua: Адресна книга доступна т╕льки для читання

source: Advanced Directory Search
ca_es: Cerca Avançada en el Directori
cs_cz: Hledej dùkladnìji v Kontaktech
hu_hu: Címtárban történõ részletes keresés
uk_ua: Розширений пошук по Директор╕╖

source: Advanced Search
ca_es: Cerca Avançada
cs_cz: Hledej Dùkladnìji
hu_hu: Részletes keresés
uk_ua: Розширений Пошук

source: An illegal value was specified.
ca_es: Se especificó un valor ilegal.
hu_hu: A megadott érték nem fogadható el.

source: Available Columns:
ca_es: Columnes Disponibles:
cs_cz: Mo¾né Sloupce:
hu_hu: A rendelkezésre álló oszlopok:

source: Browse
ca_es: Examinar
cs_cz: Procházet
hu_hu: Böngészés

source: Cancel
ca_es: Cancel·lar
cs_cz: Zru¹
hu_hu: Mégse
uk_ua: В╕дм╕нити

source: Cell Phone
ca_es: Telèfon Cel·lular
cs_cz: Mobil
hu_hu: Mobil telefon
uk_ua: Ст╕льниковий телефон

source: Choose the order of the columns to display in the address list.
ca_es: Escolliu l'ordre de les columnes que voleu visusalitzar a la llista d'adreces.
cs_cz: Vyberte jak zobrazovat sloupce v seznamu adres.
hu_hu: Válassza ki, hogy milyen sorrendben jelenjenek meg a címlistában az oszlopok.

source: Clear Search
ca_es: Esborrar la Cerca
cs_cz: Vyèisti Na¹lé Polo¾ky
hu_hu: Az eredmények törlése
uk_ua: Очистити Пошук

source: Column Options
ca_es: Opcions de la Columna
cs_cz: Mo¾nosti Sloupce
hu_hu: Az oszlopok beállítása

source: Company
ca_es: Companyia
cs_cz: Firma
hu_hu: Cég
uk_ua: Орган╕зац╕я

source: Contents of %s
ca_es: Contingut de %s
cs_cz: Obsahuje %s
hu_hu: A %s tartalma

source: Default Display
hu_hu: Az alapértelmezés szerinti megjelenítés

source: Delete
ca_es: Eliminar
cs_cz: Sma¾
hu_hu: Törlés
uk_ua: Витерти

source: Deletion failed
ca_es: Ha fallat al eliminar
cs_cz: Smazaní selhalo
hu_hu: A törlés nem sikerült
uk_ua: Не вдалося Витерти

source: Directory
ca_es: Directori
cs_cz: Kontakty
hu_hu: Címtár
uk_ua: Директор╕я

source: Display Options
ca_es: Opcions de Visualització
cs_cz: Zobraz Mo¾nosti
hu_hu: A megjelenítés beállításai

source: Edit '%s'
ca_es: Editar '%s'
cs_cz: Uprav '%s'
hu_hu: '%s' módosítása

source: Edit
ca_es: Editar
cs_cz: Uprav
hu_hu: Módosítás
uk_ua: Редагувати

source: Error
hu_hu: Hiba
uk_ua: Помилка

source: Export Addressbook
ca_es: Exportar Llibreta d'adreces
cs_cz: Exportujte Kontakty
hu_hu: A címjegyzék exportálása
uk_ua: Експорт Адресно╖ книги

source: Export
ca_es: Exportar
cs_cz: Exportovat
hu_hu: Exportálás
uk_ua: Експорт

source: Failed to access the specified address book.
hu_hu: A megadott címjegyzék nem érhetõ el.

source: Failed to browse %s
hu_hu: Nem sikerült a böngészés %s-ben

source: Failed to connect to the specified directory.
ca_es: Ha fallat al connectar amb el directori especificat.
cs_cz: Nemù¾e se pøipojit k daným kontaktùm.
hu_hu: A megadott címtár nem érhetõ el.
uk_ua: Не вдалося сконтактуватись з вказаною директор╕╓ю.

source: Failed to search the directory: %s
ca_es: Ha fallat al cercar en el directori: %s
cs_cz: Nemù¾e prohledat kontakty: %s
hu_hu: Nem sikerült a %s címtárban való keresés
uk_ua: Невдача пошуку в директор╕╖: %s

source: Find
ca_es: Trobar
cs_cz: Hledej
hu_hu: Mezõ
uk_ua: Знайти

source: From
ca_es: De
cs_cz: Od
hu_hu: honnan
uk_ua: в

source: Help
ca_es: Ajuda
cs_cz: Nápovìda
hu_hu: Segítség
uk_ua: Допомога

source: Home Address
ca_es: Adreça Personal
cs_cz: Adresa Domù
hu_hu: Otthoni cím
uk_ua: Домашня адреса

source: Home Phone
ca_es: Telèfon Personal
cs_cz: Telefon Domù
hu_hu: Otthoni telefon
uk_ua: Домашн╕й телефон

source: If importing CSV data: does the first row contain the field names?
ca_es: Si importeu dades CSV: ¿Conté la primera fila els noms dels camps?
cs_cz: Pokud importujete CVS data: obsahuje první øádek názvy polo¾ek?
hu_hu: CSV (,-vel elválasztott) adatok importálásakor: az elsõ sor a mezõk neveit tartalmazza?
uk_ua: ╤мпортуючи дан╕ CVS: чи перший рядок м╕стить назви пол╕в?

source: Illegal or malformed form data.
ca_es: Formulari de dades il·legal o malformat.
cs_cz: Nepovolená nebo ¹patnì naformatovaná data.
hu_hu: Hibás vagy elfogadhatlan adat.
uk_ua: Некоректн╕ або несформован╕ дан╕ форми.

source: Import Addressbook
ca_es: Importar Llibreta d'adreces
cs_cz: Importovat Kontakty
hu_hu: Címjegyzék importálása
uk_ua: ╤мпорт Адресно╖ книги

source: Import
ca_es: Importar
cs_cz: Importovat
hu_hu: Importálás
uk_ua: ╤мпорт

source: Import/Export Addressbooks
ca_es: Importar/Exportar Llibreta d'adreces
cs_cz: Importovat/Exportovat Kontakty
hu_hu: Címjegyzékek import/exportja
uk_ua: ╤мпорт/Експорт Адресних книг

source: Invalid addressbook.
ca_es: La llibreta d'adreces no és vàlida.
cs_cz: Neplatné kontakty
hu_hu: Hibás címjegyzék.
uk_ua: Некоректна Адресна книга.

source: Invalid e-mail address.
ca_es: L'adreça d'e-mail no és vàlida.
cs_cz: Neplatná e-mailová adresa
hu_hu: Hibás email cím.
uk_ua: Некоректна адреса е-пошти.

source: Invalid name.
ca_es: El nom no és vàlid.
cs_cz: Neplatné jméno
hu_hu: Hibás/elfogadhatatlan név.
uk_ua: Некоректна назва.

source: Language
ca_es: Idioma
cs_cz: Jazyk
hu_hu: Nyelv
uk_ua: Мова

source: List
ca_es: Llistar
cs_cz: Seznam
hu_hu: Lista

source: Matching
ca_es: que coincideixi amb
cs_cz: Shodující se s
hu_hu: mit
uk_ua: що в╕дпов╕да╓

source: Message
ca_es: Missatge
hu_hu: Üzenet
uk_ua: Пов╕домлення

source: Name
ca_es: Nom
cs_cz: Jméno
hu_hu: Név
uk_ua: Iм`я

source: None of the available address books are configured to allow you to add new entries to them. If you believe this is an error, please contact your system administrator.
ca_es: Cap de les llibrestes d'adreces disponibles està configurada per permetre-us afegir-hi noves entrades. Si considereu que això é sun error, si su plau contacteu l'administrador de sistemes.
cs_cz: Nový kontakt nelze ulo¾it do ¾ádného z mo¾ných Kontaktù. Pokud si myslíte, ¾e je to chyba, prosím kontaktujte svého systémového administrátora.
hu_hu: Egyetlen rendelkezésre álló címjegyzékhez sem tud újabb bejegyzéseket hozzátenni. Ha úgy gondolja, hogy ez rendellenes, akkor forduljon a helyi rendszergazdához.
uk_ua: Жодна з доступних адресних книг не сконф╕гурована для додавання Вами нових запис╕в до них. Якщо Ви вважа╓те, що це помилка, зверн╕ться до Вашого системного адм╕н╕стратора.

source: Notes
cs_cz: Poznámka
hu_hu: Megjegyzés
uk_ua: Нотатки

source: Options
ca_es: Opcions
cs_cz: Mo¾nosti
hu_hu: Opciók

source: Please choose an address book to add a contact to.
ca_es: Si us plau, escolliur una llibreta d'adreces per afegir-hi el contacte.
cs_cz: Prosím, vyberte si Kontakty, kde se pøidá nový kontakt.
hu_hu: Válassza ki, hogy melyik címjegyzékhez szeretne hozzátenni.
uk_ua: Вкаж╕ть адесну книгу для додавання запису.

source: Please select a directory:
ca_es: Si us plau, seleccioneu un directori:
cs_cz: Prosim vyberte adresáø:
hu_hu: Kérem válasszon egy címtárat:

source: Problem?
ca_es: ¿Problemes?
cs_cz: Problém?
hu_hu: Probléma?
uk_ua: Проблема?

source: Save Changes
ca_es: Desar els Canvis
cs_cz: Ulo¾ Zmìny
hu_hu: Mentsük el a változtatásokat
uk_ua: Зберегти зм╕ни

source: Save
ca_es: Desar
cs_cz: Ulo¾
hu_hu: Mentés
uk_ua: Зберегти

source: Search Results
ca_es: Resultats de la Cerca
cs_cz: Hledej Výsledky
hu_hu: A keresés eredménye
uk_ua: Результати Пошуку

source: Search
ca_es: Cercar
cs_cz: Hledej
hu_hu: Keresés
uk_ua: Пошук

source: Search&nbsp;Results
ca_es: Resultats de la Cerca
cs_cz: Hledej&nbsp;Výsledek
hu_hu: A&nbsp;keresés&nbsp;eredménye
uk_ua: Результат&nbsp;Пошуку

source: Select the destination to import to:
ca_es: Seleccioneu el destí per importar a:
cs_cz: Vyberte cíl kam importovat:
hu_hu: Válassza ki, hogy hova kíván importálni:
uk_ua: Вкаж╕ть призначення ╕мпорту:

source: Select the file to import:
ca_es: Seleccioneu l'arxiu que voleu importar:
cs_cz: Vyberte soubor k importování:
hu_hu: Válassza ki az importálandó fájlt.
uk_ua: Вибер╕ть файл для ╕мпорту:

source: Select the format to export to:
ca_es: Seleccioneu el format que voleu exportar:
cs_cz: Vyberte formát souboru k exportování:
hu_hu: Válassza ki, hogy milyen formátumba kíván exportálni:
uk_ua: Вкаж╕ть формат для експорту:

source: Select the format to import from:
ca_es: Seleccioneu el format que voleu importar:
cs_cz: Vyberte formát, z kterého budete importovat:
hu_hu: Válassza ki, hogy milyen formátumból kíván importálni:
uk_ua: Вкаж╕ть формат для ╕мпорту:

source: Select the source to export from:
ca_es: Seleccioneu la font des de la que voleu exportar:
cs_cz: Vyberte zdroj, z kterého budete exportovat:
hu_hu: Válassza ki, hogy mit kíván exportálni:
uk_ua: Вибер╕ть джерело, зв╕дки експортувати:

source: Select view to display by default.
hu_hu: Válassza ki az alapértelmezett megjelenítést.

source: Select which fields to display in the address lists.
ca_es: Seleccioneu quins camps voleu visualitzar en les llistes d'adreces.
cs_cz: Vyberte, které pole mají být zobrazena v seznamu adres.
hu_hu: Kiválasztható, hogy a címlistában milyen mezõk jelenjenek meg.

source: Select your preferred language:
ca_es: Seleccioneu el vostre idioma preferit:
cs_cz: Vyberte si Vá¹ jazyk:
hu_hu: Válassza ki az Önnek megfelelõ nyelvet:
uk_ua: Вибер╕ть бажану мову:

source: Selected Columns:
ca_es: Columnes Seleccionades:
cs_cz: Vybrané Sloupce:
hu_hu: A kiválasztott oszlopok:

source: Send mail to %s
ca_es: Enviar correu a %s
cs_cz: Po¹li %s po¹tu
hu_hu: Levélküldés %s-nek
uk_ua: В╕д╕слати листа до %s

source: Set your preferred display language.
ca_es: Establiu el vostre idioma de visualització preferit.
cs_cz: Vyberte si Vá¹ preferovaný jazyk pro zobrazování.
hu_hu: Beállíthatja az Önnek megfelelõ nyelvet.

source: Some of Turba's configuration files are missing:
ca_es: Alguns dels arxius de configuració de Turba no s'han trobat:
cs_cz: Chybí tu nìjaký z koniguraèních souborù pro Turbu
hu_hu: A Turba program konfigurációs állományai közül hiányzik néhány:
uk_ua: В╕дсутн╕ деяк╕ конф╕гурац╕йн╕ файли для Turba:

source: Success
ca_es: Èxit
hu_hu: Sikerült
uk_ua: Усп╕шно

source: The data got lost
ca_es: Les dades s'han perdut
hu_hu: Az adat elveszett
uk_ua: ╤нформац╕ю втрачено

source: The data got lost.
ca_es: Les dades s'han perdut.
cs_cz: Data se ztratila.
hu_hu: Az adat elveszett.
uk_ua: ╤нформац╕ю втрачено.

source: The file contained no data.
ca_es: L'arxiu no conté dades.
cs_cz: Soubor neobsahuje ¾ádné data.
hu_hu: A fájlban nem voltak adatok.
uk_ua: Файл не м╕стить ╕нформац╕╖.

source: There are no browseable address books.
hu_hu: Nincsen olyan címjegyzék, amiben böngészni tud.

source: There are no entries in %s.
hu_hu: A %s címjegyzék üres.

source: There are no writeable address books.
ca_es: No hi ha llibretes d'adreces on es pugui escriure.
cs_cz: Nelze zapisovat do ¾adných Kontaktù.
hu_hu: Nincsen olyan címjegyzék, amiben változtatni tud.
uk_ua: Нема жодно╖ адресно╖ книги, доступно╖ для записування.

source: There was a problem with the file upload. The file may have been larger than the maximum allowed size.
ca_es: Hi ha hagut un error al pujar l'arxiu. Potser l'arxiu era més gran que el tamany màxim permès.
cs_cz: Do¹lo k chybì pøi poskztování souboru. Velikost poskztovaného souboru mohla pøesáhnout povolenou velikost.
hu_hu: Az állományt nem sikerült a szerverre feltölteni. Lehet, hogy a fájl nagyobb, mint a maximálisan megengedett méret.
uk_ua: Трапилася проблема при завантаженн╕ файлу. Його розм╕р мабуть перевищу╓ максимальний дозволений.

source: There was an error adding this object. Contact your system administrator for further help.
ca_es: HI ha hagut un error al afegir aquest objecte. Contacteu l'administrador del sistemaper a ajuda addicional.
cs_cz: Nastala chyba pøi vkládání tohoto objektu. Kontaktujte Va¹eho systémového administrátora.
hu_hu: Az objektum hozzáadása nem sikerült. További segítségért forduljon a rendszergazdához.
uk_ua: Трапилася помилка при додаванн╕ нового запису. Зверн╕ться до системного адм╕н╕стратора.

source: There was an error deleting this object. Contact your system administrator for further help.
ca_es: Hi ha hagut un error al eliminar aquest objecte. Contacteu l'administrador del sistemaper a ajuda addicional.
cs_cz: Nastala chyba pøi smazávání tohoto objektu. Kontaktujte Va¹eho systémového administrátora.
hu_hu: Az objektum törlése nem sikerült. További segítségért forduljon a rendszergazdához.
uk_ua: Трапилася помилка при знищенн╕ цього запису. Зверн╕ться до системного адм╕н╕стратора.

source: There was an error importing the data.
ca_es: HI ha hagut un error al importar les dades.
cs_cz: Pøi importování dat do¹lo k chybì.
hu_hu: Az importálás során hiba történt.
uk_ua: Трапилася помилка при ╕мпортуванн╕ даних.

source: There was an error importing the uploaded file
ca_es: HI ha hagut un error al importar l'arxiu carregat
cs_cz: Pøi importování souboru do¹lo k chybì.
hu_hu: A szerverre küldött fájl importálása során hiba történt
uk_ua: Трапилася помилка ╕мпорту завантаженого файлу

source: This file controls the default preferences for Turba, and also controls which preferences users can alter.
ca_es: Aquest arxiu contrala les preferències predeterminades de Turba, també controla quines són les preferències quepoden ser alterades pels usuaris.
cs_cz: Tento soubor urèuje nastavení pro Turbu a také polo¾ky, které mohou být mìnìny u¾ivatelem.
hu_hu: Ez a fájl határozza meg a Turba program alapértelmezés szerinti beállításait, ill. azt, hogy mely beállításokat változtathatnak meg a felhasználók.
uk_ua: Цей файл визнача╓ опц╕╖ за замовчуванням для Turba, а також визнача╓, як╕ опц╕╖ користувач може зм╕нювати.

source: This file controls the stylesheet that is used to set colors and fonts in addition to or overriding Horde defaults.
ca_es: Aquest arxiu controla els full d'estil que s'utilitzen per fixar colors i tipus de lletra, a més de reemplaçar els predeterminats per Horde.
cs_cz: Tento soubor urèuje nastavení barev a typ písma bez ohledu na pùvodní nastavení Horde systému.
hu_hu: Ez a fájl tartalmazza a színeket és fontokat meghatározó stíluslap információkat, melyek kiegészítik, vagy felülbírálják a Horde alapértelmezéseit.
uk_ua: Цей файл опису╓ стил╕, як╕ визначають кольори ╕ шрифти на додаток (або зам╕сть) вказаних для Horde за замовчуванням.

source: This file defines the Turba global attribute names and types - names, email addresses, etc.
ca_es: Aquest arxiu defineix l'atribut global de noms i tipus de Turba - noms, adreces de correu, etc.
cs_cz: Tento soubor urèuje globalní atributy jmen a typù pro Turbu = jmena, email, adresa, atd.
hu_hu: Ez a fájl tartalmazza a Turba program globális mezõneveit és típusait - név, email, címek, stb.
uk_ua: Цей файл визнача╓ назви ╕ типи глобальних атрибут╕в для Turba - ╕мена, е-пошту ╕тд.

source: This file defines the list of available sources for Turba.
ca_es: Aquest arxiu defineix la llista de fonts disponibles per a Turba.
cs_cz: Tento soubor definuje seznam mo¾ných zdrojù pro Turbu.
hu_hu: Ez a fájl tartalmazza a Turba program számára elérhetõ forrásokat.
uk_ua: Цей файл визнача╓ перел╕к доступних джерел для Turba.

source: This is the main Turba configuration file. It contains paths and options for the Turba scripts.
ca_es: Aquest és l'arxiu principal de configuració de Turba. Conté les rutes i opcions de tots els scripts de Turba.
cs_cz: Toto je hlavní konfiguraèní soubor pro Turbu. Obsahuje cesty a mo¾nosti pro skripty v Turbì.
hu_hu: Ez a fõ Turba konfigurációs fájl, mely elérési útvonalakat és Turba scriptek számára való opciókat tartalmaz.
uk_ua: Це основний конф╕гурац╕йний файл для Turba. В╕н м╕стить шляхи ╕ параметри для сценар╕╖в Turba.

source: This number must be at least one.
ca_es: Aquest número ha de ser, al menys, un 1.
hu_hu: Ez a szám nem lehet egynél kisebb.

source: This person is already in your addressbook.
ca_es: Aquesta persona ja ha estat enregistrada en la vostra llibreta d'adreces.
cs_cz: Tato osoba se ji¾ nachází ve Va¹ich Kontaktech.
hu_hu: Ez a személy már szerepel az Ön címjegyzékében.
uk_ua: Ця особа вже занесена до Вашо╖ Адресно╖ книги.

source: This value must be a number.
ca_es: Aquest valor ha de ser un número.
hu_hu: Ez az érték csak szám lehet.

source: Title
ca_es: Títol
cs_cz: Titul
hu_hu: Titulus
uk_ua: Титул

source: Turba is not properly configured
ca_es: Turba no està configurat correctament
cs_cz: Turba není øádnì nakofigurována
hu_hu: A Turba program konfigurációja hibás
uk_ua: Turba не сконф╕гурована правильно

source: Unable to load the definition of %s.
ca_es: Incapaç de carregar la definició de %s.
cs_cz: Nelze dosáhnout definici %s.
hu_hu: Nem sikerült beolvasni %s definícióját.
uk_ua: Неможливо завантажити визначення для %s.

source: User Options
ca_es: Opcions de l'Usuari
cs_cz: U¾ivatelské Mo¾nosti
hu_hu: Felhasználói beállítások

source: View to display by default:
hu_hu: Az alapértelmezés szerinti megjelenítés:

source: Warning
ca_es: Avís
hu_hu: Figyelmeztetés
uk_ua: Увага

source: Work Address
ca_es: Adreça Laboral
cs_cz: Pracovní Adresa
hu_hu: Munkahelyi cím
uk_ua: Робоча адреса

source: Work Phone
ca_es: Telèfon Laboral
cs_cz: Telefon do práce
hu_hu: Munkahelyi telefon
uk_ua: Робочий телефон

source: You didn't map any fields from the imported file to the corresponding fields in Turba.
ca_es: No heu associat cap dels camps de l'arxiu importat als camps corresponents a Turba.
cs_cz: Nevybrali jste ¾ádné pole z importovaného souboru, které se dá importovat do Turby.
hu_hu: Nem adta meg a megfeleltetést az importált fájl és a Turba program mezõi között.
uk_ua: Ви не прикр╕пили жоден атрибут з ╕мпортованого файлу до в╕дпов╕дних пол╕в в Turba.

source: Your Information
ca_es: La vostra Informació
cs_cz: Va¹e Informace
hu_hu: Személyes információ
uk_ua: Ваша ╤нформац╕я

source: Your options have been updated.
ca_es: Les opcions han estat actualitzades.
hu_hu: Már az új beállítások érvényesek.

source: [Edit]
ca_es: [Editar]
cs_cz: [Uprav]
hu_hu: [Módosítás]
uk_ua: [Редагувати]

source: add column
ca_es: afegir columna
cs_cz: pøidejte sloupec
hu_hu: új oszlop

source: move left
ca_es: moure a l'esquerra
cs_cz: posuò vlevo
hu_hu: balra

source: move right
ca_es: moure a la dreta
cs_cz: posuò vpravo
hu_hu: jobbra

source: remove column
ca_es: treure columna
cs_cz: odstraò sloupec
hu_hu: oszlop törlése

source: Alias
ca_es: Àlies
cs_cz: Pøezdívka
uk_ua: Псевдон╕м

source: Directory Listing
ca_es: Llistat del Directori
cs_cz: Seznam Kontaktù

source: Directory Search
ca_es: Cerca en el Directori
cs_cz: Hledej v Kontaktech
uk_ua: Пошук в Директор╕╖

source: Failed to browse the directory: %s
ca_es: Ha fallat el llistat del directori: %s
cs_cz: Nelze pøistoupit ke kontaktù v: %s

source: Import/Export
ca_es: Importar/Exportar
uk_ua: ╤мпорт/Експорт

source: Reset
ca_es: Netejar
cs_cz: Vyèistit
uk_ua: Очистити

source: The data was lost
cs_cz: Data se ztratila

source: Email
uk_ua: Е-пошта

source: Fax
uk_ua: Факс

source: Send Message
uk_ua: В╕д╕слати листа

source: Set the your preferred display language.
uk_ua: Встанов╕ть бажану мову в╕дображення.

source: To
uk_ua: До
