Repository: 321jr/univention-corporate-server
Catalog: management/univention-management-console/modules/univention/management/console/wizards/mailserver/*.po
Languages: de

source: Mail Server
de: Mail-Server Konfiguration

source: Mail Server Configuration
de: Mail-Server Konfiguration

source: View mail server configuration
de: Anzeigen der Mail-Server Konfiguration

source: Set mail server configuration
de: Setzen der Mail-Server Konfiguration

source: SPAM Filtering
de: SPAM Filterung

source: Virus Filtering
de: Viren Filterung

source: IMAP Access
de: IMAP-Zugriff

source: IMAP Quota Support
de: IMAP Quota Unterstützung

source: POP3 Access
de: POP3-Zugriff

source: Maximum Message Size
de: Maximale Nachrichtengröße

source: Alias E-Mail Address for root
de: Alternative E-Mail-Adresse für root

source: Restarting the following services failed: %(services)s
de: Neustart der folgenden Dienste ist fehlgeschlagen: %(services)s

source: Mail Server Configration
de: Mail-Server Konfiguration

source: The mail server has the possibility to provide filtering of SPAM mails. It is recommended to activate this option.
de: Der Mailserver bietet die Möglichkeit, SPAM-Mails herauszufiltern. Es wird empfohlen, diese Option zu aktivieren.

source: To avoid the delivery of virus infected mails the mail server can check incoming and outgoing mails for known virus signatures. This increases the security and it is highly recommanded to activate this option.
de: Um die Auslieferung von Viren-Mails zu verhindern, kann der Mailserver ein- und ausgehende Mails nach bekannten Virensignaturen durchsuchen. Dies erhöht die Sicherheit und es wird dringend empfohlen, diese Option zu aktivieren.

source: IMAP is the most common protocol to access a mail server. It is recommended to activate this option.
de: IMAP ist ein weit verbreiteted Protokoll, um auf den Mailserver zuzugreifen. Es wird empfohlen, diese Option zu aktivieren.

source: To restrict the amount of mails that a user can store on the mail server it is required to activate this option. Via Univention Directory Manager it is possible to define the amount of mails that can be stored by a user (policy "mail quota").
de: Um die Anzahl der von einem Benutzer gespeicherten Mails zu beschränken, muss diese Option aktiviert werden. Über den Univention Directory Manager können dann Richtlinien mit entsprechenden Limits definiert werden (Richtlinie "Mail-Quota").

source: POP3 is another protocol that can be used to access a mail server. When using Outlook as client for UGS, this option must be activated.
de: POP3 ist ein weiteres Protokoll, welches für den Mailserver-Zugriff verwendet wird. Für die Verwendung von Outlook als UGS-Client muss diese Option aktiviert sein.

source: The following option provides the possibility to set a maximum size of incoming and outgoing mails. Very large mails may cause a high load on the mail server and thereby may increase respone times. The default value should work well in most scenarios.
de: Die folgende Option bietet die Möglichkeit, die maximale Größe für ein- und ausgehende Mails festzulegen. Zu große Mails können eine hohe Last auf dem Mailserver und somit hohe Antwortzeiten verursachen. Die Standardeinstellung sollte für die meisten Szenarien passen.

source: Any information regarding problems or warnings on a system are send to an local email account. These mail can be redirected to another global account by setting this option to a valid e-mail address.
de: Problembenachrichtigungen oder System-Warnungen werden an ein lokales Mailkonto geschickt. Diese Mails können an ein globales Mailkonto weitergeleitet werden, das hier definiert wird.
