Repository: 321jr/univention-corporate-server
Catalog: */univention-l10n-*/*/services/univention-printserver/modules/univention/management/console/handlers/cups/*.po
Languages: fr

source: Activate printers
fr: Activer les imprimantes

source: Activates printers
fr: Active des imprimantes

source: Add print quota entry on printer %(printer)s
fr: Ajouter une entrée de quota d'impression sur l'imprimante %(printer)s

source: Add quota entry
fr: Ajouter une entrée de quota

source: Cancel print job
fr: Annuler la tâche d'impression

source: Cancel print jobs
fr: Annuler les tâches d'impression

source: Cancels all given print jobs.
fr: Annule les tâches d'impression données.

source: Deactivate printers
fr: Désactiver les imprimantes

source: Deactivates printers
fr: Désactive des imprimantes

source: Edit print quota for %(user)s
fr: Modifier le quota d'impression de %(user)s

source: Failed to modify print quota settings for user %(user)s on printer %(printer)s
fr: Échec de la modification des réglages du quota d'impression de l'utilisateur %(user)s pour l'imprimante %(printer)s

source: Failed to reset print quota for user %(user)s on printer %(printer)s
fr: Échec de la réinitialisation du quota d'impression de l'utilisateur %(user)s pour l'imprimante %(printer)s

source: Hard limit
fr: Limite dure

source: Information
fr: Informations

source: Job ID
fr: Id. de la tâche

source: Job list
fr: Liste des tâches

source: Lifetime page counter
fr: Compteur global des pages

source: List printers
fr: Lister les imprimantes

source: Lists all available printers
fr: Énumère les imprimantes disponibles

source: Location
fr: Emplacement

source: Manages printers controlled by the CUPS server
fr: Gère les imprimantes contrôlées par le serveur CUPS

source: Modify print quota setting for user '%(user)s' on printer %(printer)s
fr: Modifier les réglages du quota d'impression de l'utilisateur « %(user)s » pour l'imprimante « %(printer)s »

source: Modify printer quota settings for a user
fr: Modifier les réglages du quota d'impression d'un utilisateur

source: Move print jobs
fr: Déplacer les tâches d'impression

source: Moves a list of print jobs from one printer to another.
fr: Déplace une liste de tâches d'impression d'une imprimante vers une autre.

source: No jobs in the queue
fr: Pas de tâche dans la file

source: No printers could be found.
fr: Pas d'imprimante trouvée.

source: No quota settings available
fr: Pas de réglage de quota disponible

source: Owner
fr: Propriétaire

source: Page quota hard limit
fr: Limite dure du quota de pages

source: Page quota soft limit
fr: Limite douce du quota de pages

source: Pages used
fr: Pages utilisées

source: Print job list
fr: Liste des tâches d'impression

source: Print quota
fr: Quota d'impression

source: Printer
fr: Imprimante

source: Printer administration
fr: Administration des imprimantes

source: Printer list
fr: Liste des imprimantes

source: Printer name
fr: Nom de l'imprimante

source: Printer quotas
fr: Quotas de l'imprimante

source: Printer: %s
fr: Imprimante : %s

source: Reset printer quota for a user
fr: Réinitialiser le quota d'impression d'un utilisateur

source: Reset user print quota
fr: Réinitialiser le quota d'impression d'un utilisateur

source: Reset user quota
fr: Réinitialiser le quota d'utilisateur

source: Search key
fr: Chercher la clé

source: Search result
fr: Résultats de la recherche

source: Select the operation
fr: Sélectionner l'opération

source: Server
fr: Serveur

source: Set/modify user print quota
fr: Définir / modifier le quota d'impression d'utilisateur

source: Show print quota settings for a user
fr: Afficher les réglages du quota d'impression d'un utilisateur

source: Show printer
fr: Afficher l'imprimante

source: Show printer quotas
fr: Afficher les quotas de l'imprimante

source: Show quota
fr: Afficher le quota

source: Size
fr: Taille

source: Soft limit
fr: Limite douce

source: Status
fr: État

source: Successfully reset print quota
fr: Quota d'impression réinitialisé avec succès

source: Successfully set print quota settings
fr: Réglages du quota d'impression définis avec succès

source: User
fr: Utilisateur

source: User print quota settings
fr: Réglages du quota d'impression de l'utilisateur

source: User quota on %(printer)s
fr: Quota de l'utilisateur sur %(printer)s
