Repository: 321jr/univention-corporate-server
Catalog: management/univention-management-console-network/modules/univention/management/console/handlers/network/*.po
Languages: de

source: Networking
de: Netzwerk

source: Configure networking parameters
de: Netzwerkeinstellungen konfigurieren

source: Overview
de: Übersicht

source: Add interface
de: Schnittstelle hinzufügen

source: Configure interface
de: Schnittstelle konfigurieren

source: Configure gateway
de: Gateway konfigurieren

source: Configure nameservers
de: Nameserver konfigurieren

source: Configure DNS forwarders
de: DNS-Forwarder konfigurieren

source: Configure HTTP proxy
de: HTTP-Proxy konfigurieren

source: Configure proxy username
de: Proxy-Benutzernamen konfigurieren

source: Configure proxy password
de: Proxy-Passwort konfigurieren

source: Invalid IP address "%s"
de: Ungültige IP-Adresse "%s"

source: Invalid domain name "%s"
de: Ungültige Domain "%s"

source: Invalid host "%s"
de: Ungültiger Host "%s"

source: Invalid port "%s"
de: Ungültiger Port "%s"

source: Port must be within 1 and 65535 and thus cannot be %d
de: Der Port muss zwischen 1 und 65535 liegen und kann darum nicht %d sein

source: The settings have been applied.
de: Die Einstellungen wurden angewandt.

source: Click on the interface's name to change its settings.
de: Klicken Sie auf den Namen einer Schnittstelle um dessen Einstellungen zu ändern.

source: Configure interface %s
de: Schnittstelle %s konfigurieren

source: Click on an entry's name to change it.
de: Klicken Sie auf den Namen eines Eintrags um ihn zu ändern.

source: None
de: Nichts

source: proxy username:
de: Proxy-Benutzername:

source: proxy password:
de: Proxy-Passwort:

source: Network interfaces
de: Netzwerkschnittstellen

source: Name resolution
de: Namensauflösung

source: Apply changes
de: Änderungen übernehmen

source: Revert changes
de: Änderungen verwerfen

source: "%s" is not a valid interface name!
de: "%s" ist kein gültiger Schnittstellenname!

source: There is already an interface named "%s" - please reconfigure that instead.
de: Es existiert bereits eine Schnittstelle mit dem Namen "%s" - Bitte konfigurieren Sie diese.

source: There is no hardware interface named "%s". Available hardware interfaces are: %s
de: Es gibt keine Netzwerkschnittstelle "%s". Verfügbare Netzwerkschnittstellen sind: %s

source: The interface "%s" has been added.
de: Die Schnittstelle "%s" wurde hinzugefügt.

source: Please enter the name of the new interface you whish to configure:
de: Bitte geben Sie den Namen der Schnittstelle ein, die Sie konfigurieren möchten:

source: Interface name
de: Schnittstellenname

source: Valid names are "eth0" to "eth3" for hardware interfaces and "ethX:0" to "ethX:3" for virtual interfaces on hardware interface "ethX".
de: Gültige Namen sind "eth0" bis "eth1" für Hardware-Schnittstellen und "ethX:0" bis "ethX:3" für virtuelle Schnittstellen an der Hardware-Schnittstelle "ethX".

source: Add a new interface
de: Neue Schnittstelle hinzufügen

source: IP address
de: IP-Adresse

source: Subnet mask
de: Subnetzmaske

source: Invalid IP address (%(value)s) in "%(option)s"
de: Ungültige IP-Adresse (%(value)s) in "%(option)s"

source: You cannot assign an IP address from this range! (0.0.0.0-0.255.255.255)
de: Sie können keine IP-Adresse aus diesem Bereich zuweisen! (0.0.0.0-0.255.255.255)

source: You cannot assign a loopback IP address to an interface! (127.0.0.0-127.255.255.255)
de: Sie können einer Schnittstelle keine Loopback-IP-Adresse zuweisen! (127.0.0.0-127.255.255.255)

source: The IP address %s is reserved for link-local/auto-configuration addresses. (169.254.0.0-169.254.255.255)
de: Die IP-Adresse %s ist für "link-local/auto-configuration"-Adressen reserviert. (169.254.0.0-169.254.255.255)

source: The IP address %s is reserved for use in documentation and examples. (192.0.2.0-192.0.2.255)
de: Die IP-Adresse %s ist für die Benutzung in Dokumentationen und Beispielen reserviert. (192.0.2.0-192.0.2.255)

source: You cannot assign a multicast IP address to an interface! (224.0.0.0-239.255.255.255)
de: Sie können einer Schnittstelle keine Multicast-IP-Adresse zuweisen! (224.0.0.0-239.255.255.255)

source: You cannot assign the "limited broadcast" IP address to an interface! (255.255.255.255)
de: Sie können die IP-Adresse für "limited broadcast" nicht einer Schnittstelle zuweisen. (255.255.255.255)

source: You cannot assign a reserved IP address to an interface! (240.0.0.0-255.255.255.255)
de: Sie können einer Schnittstelle keine reservierte IP-Adresse zuweisen! (240.0.0.0-255.255.255.255)

source: Invalid %(option)s: "%(value)s"
de: Ungültige %(option)s: "%(value)s"

source: The interface "%s" has been marked for deletion.
de: Die Schnittstelle "%s" wurde zur Löschung vorgemerkt.

source: This interface's IP address is reserved for use in benchmarking-activities. (198.18.0.0-198.18.127.255)
de: Die IP-Adresse dieser Schnittstelle ist für die Benutzung zu Benchmark-Zwecken reserviert. (198.18.0.0-198.18.127.255)

source: This interface's IP address is reserved for use in 6to4 anycast relays. (192.88.99.0-192.88.99.255)
de: Die IP-Adresse dieser Schnittstelle ist für die Benutzung in 6to4-Anycast-Relays reserviert. (192.88.99.0-192.88.99.255)

source: This interface's IP address does not come from the address space for private networks (10.0.0.0-10.255.255.255 172.16.0.0-172.31.255.255 192.168.0.0-192.168.255.255)
de: Die IP-Adresse dieser Schnittstelle kommt nicht aus dem Bereich für private Netzwerke (10.0.0.0-10.255.255.255 172.16.0.0-172.31.255.255 192.168.0.0-192.168.255.255)

source: This interface's IP address is the same as the IP address of interface "%s"
de: Die IP-Adresse dieser Schnittstelle ist die gleiche wie die IP-Adresse der Schnittstelle "%s"

source: To reset a value to the current configuration remove the IP address from that field.
de: Um einen Wert auf die aktuelle Konfiguration zurückzusetzen, entfernen Sie die IP-Adresse aus dem entsprechenden Feld.

source: Change recorded.
de: Änderung vorgemerkt.

source: Reset to current value.
de: Auf aktuellen Wert zurückgesetzt.

source: Update settings
de: Einstellungen vormerken

source: Delete interface
de: Schnittstelle löschen

source: There is no gateway set; This machine will not be able to access the internet.
de: Es wurde kein Gateway eingestellt. Dieser Rechner wird nicht auf das Internet zugreifen können.

source: To reset the value to the current configuration remove the IP address from the field.
de: Um den Wert auf die aktuelle Konfigurieren zurückzusetzen, entfernen Sie die IP-Adresse aus dem Feld.

source: The gateway is the IP address of the router to use. Packets with an IP address that cannot be sent to their destination directly via a network interface (that is: the address does not belong to the a corresponding subnet of an interface) are sent to the router for forwarding. The gateway must therefore have an IP address that does belong to the subnet of a network interface.
de: Der Gateway ist die IP-Adresse des zu verwendenden Routers. Pakete mit einer IP-Adresse die nicht direkt zu ihrem Ziel über eine Netzwerkschnittstelle gesendet werden können (das heißt: die Adresse gehört nicht zu dem Subnetz der Schnittstelle) werden zur Weiterleitung zu dem Router gesendet. Darum muss der Gateway eine IP-Adresse haben, die zu dem Subnetz einer Netzwerkschnittstelle gehört.

source: Update setting
de: Einstellung vormerken

source: Remove gateway
de: Gateway entfernen

source: Already configured interfaces
de: Bereits konfigurierte Schnittstellen

source: You can only remove an entry if you leave the fields unchanged, otherwise you would lose your input. (The value for "%s" was changed)
de: Sie können einen Eintrag nur entfernen, wenn Sie die Felder unverändert lassen, ansonsten würden Sie IhreEingaben verlieren. (Der Wert für "%s" wurde geändert)

source: Remove
de: Entfernen

source: As you cannot configure a nameserver without configuring all the nameservers above it the nameservers will be moved up to fill the blanks.
de: Da Sie keinen Nameserver konfigurieren können ohne alle darüberliegenden Nameserver zu konfigurieren, werden die Nameserver nach oben bewegt werden, um die Lücken zu füllen.

source: As you cannot configure a DNS forwarder without configuring all the DNS forwarders above it the DNS forwarders will be moved up to fill the blanks.
de: Da Sie keinen DNS-Forwarder konfigurieren können ohne alle darüberliegenden DNS-Forwarder zu konfigurieren, werden die DNS-Forwarder nach oben bewegt werden, um die Lücken zu füllen.

source: To reset the value to the current configuration remove the value from the field.
de: Um einen Wert auf die aktuellen Konfiguration zurückzusetzen, entfernen Sie den Wert aus dem Feld.

source: Remove HTTP proxy
de: HTTP-Proxy entfernen

source: Proxy username
de: Proxy-Benutzername

source: Please configure the username to be used to authenticate to the HTTP proxy.
de: Bitte konfigurieren Sie den Benutzernamen, der zur Authentifizierung am HTTP-Proxy verwendet werden soll.

source: Remove proxy username
de: Proxy-Benutzernamen entfernen

source: Proxy password
de: Proxy-Passwort entfernen

source: Please configure the password to be used to authenticate to the HTTP proxy.
de: Bitte konfigurieren Sie das Passwort, das zur Authentifizierung am HTTP-Proxy verwendet werden soll.

source: Remove proxy password
de: Proxy-Passwort entfernen
