Repository: 321jr/univention-corporate-server
Catalog: */univention-l10n-*/*/*/univention-quota/umc/js/*.po
Languages: fr

source: A username needs to be specified.
fr: Un nom d'utilisateur doit être indiqué.

source: Activate
fr: Activer

source: Activated
fr: Activé

source: Add
fr: Ajouter

source: Add quota
fr: Ajouter un quota

source: Add quota settings for a new user on partition <i>%s</i>.
fr: Ajouter un réglage de quota pour un nouvel utilisateur sur la partition <i>%s</i>.

source: Back to overview
fr: Retour à la vue d'ensemble

source: Back to partition
fr: Retour à la partition

source: Cancel
fr: Annuler

source: Configure
fr: Configurer

source: Could not remove the following user: %s
fr: Impossible de supprimer l'utilisateur suivant : %s

source: Data size hard limit (MB)
fr: Taille des données : limite dure (Mo)

source: Data size soft limit (MB)
fr: Taille des données : limite douce (Mo)

source: Deactivate
fr: Désactiver

source: Deactivated
fr: Désactivé

source: Failed to activate quota support:
fr: Échec de l'activation de la prise en charge des quotas :

source: Failed to deactivate quota support:
fr: Échec de la désactivation de la prise en charge des quotas :

source: Files (used/soft/hard)
fr: Fichiers (utilisé / limite douce / limite dure)

source: Files hard limit
fr: Fichiers : limite dure

source: Files soft limit
fr: Fichiers : limite douce

source: Filesystem:
fr: Système de fichiers :

source: Free (GB)
fr: Libre (Go)

source: Grace
fr: Délai de grâce

source: List partitions
fr: Liste des partitions

source: Modify quota
fr: Modifier les quotas

source: Modify the quota settings for user <i>%(user)s</i> on partition <i>%(partition)s</i>.
fr: Modifier les réglages de quotas pour l'utilisateur <i>%(user)s</i> sur la partition <i>%(partition)s</i>.

source: Mount point
fr: Point de montage

source: Mount point:
fr: Point de montage :

source: Not all limits can be set to zero.
fr: Il n'est pas possible de définir toutes les limites à zéro.

source: Please confirm quota support activation on device: %s
fr: Veuillez confirmer l'activation de la prise en charge des quotas sur le périphérique : %s

source: Please confirm quota support deactivation on device: %s
fr: Veuillez confirmer la désactivation de la prise en charge des quotas sur le périphérique : %s

source: Please confirm to remove the following %(length)s users: %(usernames)s
fr: Veuillez confirmer la suppression des %(length)s utilisateurs suivants : %(usernames)s

source: Please confirm to remove the following user: %s
fr: Veuillez confirmer la suppression de l'utilisateur suivant : %s

source: Quota
fr: Quotas

source: Refresh
fr: Rafraîchir

source: Remove
fr: Supprimer

source: Save changes
fr: Enregistrer les modifications

source: Set, unset and modify filesystem quota
fr: Définir, supprimer et modifier les quotas du système de fichiers

source: Size (GB)
fr: Taille (Go)

source: Size (MB) (used/soft/hard)
fr: Taille (Go) (utilisé / limite douce / limite dure)

source: The soft limit needs to be less than or equal to the hard limit
fr: La limite douce doit être inférieure ou égale à la limite dure

source: Unknown
fr: Inconnu

source: User
fr: Utilisateur

source: loading...
fr: chargement en cours...
