Repository: 321jr/univention-corporate-server
Catalog: management/univention-management-console/admin-modules/settings/*.po
Languages: de

source: Settings: UMC ACLs
de: Einstellungen: UMC ACLs

source: List of ACLs for Univention Management Console
de: Liste der ACLs für Univention Management Console

source: Description
de: Beschreibung

source: Category
de: Kategorie

source: Console ACL Category
de: UMC ACL Kategorie

source: Hosts
de: Rechner

source: Hosts or host group for this ACL
de: Rechner oder Rechnergruppe für die ACLs

source: LDAP search base
de: LDAP Basis

source: command
de: Kommando

source: Console command
de: UMC Kommando

source: General
de: Allgemein

source: Package List
de: Paketliste

source: Settings: UMC Operation
de: Einstellungen: UMC Operationen

source: List of Operations for Univention Management Console
de: Liste von Operationen für Univention Management Console

source: List of Console operations
de: Liste von UMC-Operationen
