Repository: 321jr/univention-corporate-server
Catalog: services/univention-ad-connector/umc2/js/*.po
Languages: de

source: <p>A Windows 2008 R2 Active Directory domain with the domainname <i>example.org</i> has been found. The server <i>admaster</i> (10.200.8.237) will be used as Active Directory domain controller.</p><p>The following domain accounts have been found:</p><ul><li>13 user accounts</li><li>3 computer accounts</li><li>9 groups</li></ul><p>Click "Next" to inititate the connection.</p>
de: <p>Eine Windows 2008 R2 Active Directory-Domäne mit dem Domänennamen <i>example.org</i> wurde gefunden. Der Server <i>admaster</i> (10.200.8.237) wird als Active Directory-Domänencontroller verwendet werden.</p><p>Die folgenden Domänenkonten wurden gefunden:</p><ul><li>13 Benutzerkonten</li><li>3 Rechnerkonten</li><li>9 Gruppen</li></ul><p>Klicken Sie auf "Weiter", um die Verbindung zu starten.</p>

source: <p>A Windows 2008 R2 Active Directory domain with the domainname <i>example.org</i> has been found. The server <i>admaster</i> (10.200.8.237) will be used as Active Directory domain controller.</p><p>The following domain accounts have been found:</p><ul><li>13 user accounts</li><li>9 groups</li></ul>
de: <p>Eine Windows 2008 R2 Active Directory-Domäne mit dem Domänennamen <i>example.org</i> wurde gefunden. Der Server <i>admaster</i> (10.200.8.237) wird als Active Directory-Domänencontroller verwendet werden.</p><p>Die folgenden Domänenkonten wurden gefunden:</p><ul><li>13 Benutzerkonten</li><li>9 Gruppen</li></ul>

source: <p>Congratulations, Univention Corporate Server has been successfully configured to be part of a Active Directory domain.</p><p>The UCS server is now ready for usage, and domain account information are now available.</p>
de: <p>Herzlichen Glückwunsch, Univention Corporate Server wurde erfolgreich als Teil der Active Directory-Domäne eingerichtet.</p><p>Der UCS-Server is nun einsatzbereit, und Konteninformationen der Domäne sind zugreifbar.</p>

source: <p>Congratulations, the synchronisation of Univention Corporate Server and Active Directory has been succesfully initiated.</p><p>The UCS server is now ready for usage, and domain account information are now available.</p>
de: <p>Herzlichen Glückwunsch, die Synchronisierung zwischen Univention Corporate Server und Active Directory wurde erfolgreich eingerichtet.</p><p>Der UCS-Server is nun einsatzbereit, und Konteninformationen der Domäne sind zugreifbar.</p>

source: <p>The MSI files are the installation files for the password service and can be started by double clicking on it. The package is installed in the <b>C:&#92;Windows&#92;UCS-AD-Connector</b> directory automatically. Additionally, the password service is integrated into the Windows environment as a system service, which means the service can be started automatically or manually.</p><ul><li><a>ucs-ad-connector.msi</a><br>Installation file for the password service for <b>32bit</b> Windows.<br>It can be started by double clicking on it.</li><li><a>ucs-ad-connector-64bit.msi</a><br>Installation file for the password service for <b>64bit</b> Windows.<br>It can be started by double clicking on it.</li><li><a>vcredist_x86.exe</a><br>Microsoft Visual C++ 2010 Redistributable Package (x86) - <b>Must</b> be installed on a <b>64bit</b> Windows.</li></ul><p>After installing the password service, click "Next" to initiate the synchronisation process.</p>
de: <p>Die MSI Dateien sind die Installationsdateien für den Passwort-Dienst und können per Doppelklick gestartet werden.Das Paket ist automatisch im <b>C:&#92;Windows&#92;UCS-AD-Connector</b> Verzeichnis installiert. Zusätzlich ist der Passwort-Dienst als System-Dienst in die Windows-Umgebung integriert. Dadurch kann der Dienst automatisch oder manuell gestartet werden.</p><ul><li><a>ucs-ad-connector.msi</a><br>Installationsdatei für den Passwort-Dienst für <b>32bit</b> Windows.<br />Diese kann per Doppelklick gestartet werden.</li><li><a>ucs-ad-connector-64bit.msi</a><br>Installationsdatei für den Passwort-Dienst für <b>64bit</b> Windows.<br />Diese kann per Doppelklick gestartet werden.</li><li><a>vcredist_x86.exe</a><br>Microsoft Visual C++ 2010 Redistributable Package (x86) - <b>Muss</b> auf einem <b>64bit</b> Windows installiert sein.</li></ul><p>Nach der Installations des Passwort-Dienstes können Sie auf "Weiter" klicken, um den Synchronisierungsprozess zu starten.</p>

source: <p>This wizards guides the configuration of the connection with an existing Active Directory domain.</p><p>There are two possible ways:</p>
de: <p>Dieser Assistent führt durch die Konfiguration der Verbindung mit einer bestehenden Active Directory-Domäne.</p><p>Es gibt zwei mögliche Verbindungsarten:</p>

source: <p>Use the recommended first option if Active Directory will be the principal domain. Domain users can directly access applications that are installed on UCS.</p><p>Use the second option for more complex szenarios which necessitate that Active Directory and UCS domains exist in parallel.</p>
de: <p>Benutzen Sie die empfohlene erste Option, wenn Active Directory die Hauptdomäne sein soll. Domänenbenutzer können direkt auf Anwendung zugreifen, die auf UCS installiert sind.</p><p>Benutzen Sie die zweite Option für komplexere Szenarien, die den Parallelbetrieb der Active Directory und UCS-Domäne voraussetzen.</p>

source: Active Directory account
de: Active Directory-Konto

source: Active Directory domain credentials
de: Active Directory-Zugangsdaten

source: Active Directory domain information
de: Active Directory-Domäneninformationen

source: Active Directory password
de: Active Directory-Passwort

source: Address of Active Directory domain controller
de: Adresse des Active Directory-Domänencontrollers

source: Authentification with credentials
de: Authentifizierung mit Zugangsdaten

source: Bidirectional synchronisation of UCS and Active Directory.
de: Bidirektionale Synchronisierung zwischen und UCS und Active Directory.

source: Cleaning up
de: Aufräumen

source: Completion of Active Directory Connector
de: Ende des Active Directory Connectors

source: Configuration of Active Directory domain synchronisation
de: Konfiguration der Active Directory-Domänensynchronisierung

source: Configuration of UCS as part of Active Directory domain
de: UCS als Teil einer Active Directory-Domäne konfigurieren

source: Configure UCS as part of the Active Directory domain (recommended).
de: UCS als Teil einer Active Directory-Domäne konfigurieren (empfohlen).

source: Contacting Active Directory server
de: Verbindung mit Active Directory-Server herstellen

source: Initiating synchronisation with Active Directory domain
de: Synchronisierung mit Active Directory-Domäne starten

source: Installation of password service
de: Installation des Passwort-Dienstes

source: Joining the domain
de: Beitreten der Domäne

source: Preparing join
de: Vorbereitung des Beitritts

source: Quering domain accounts
de: Abfrage von Domänenkonten

source: Querying Active Directory domain information
de: Abfrage von Active Directory-Domäneninformationen

source: Querying certificates
de: Abfrage von Zertifikaten

source: Querying computer accounts
de: Abfrage von Rechnerkonten

source: Querying domain information
de: Abfrage von Domäneninformationen

source: Querying user accounts
de: Abfrage von Benutzerkonten

source: Specify the synchronisation direction between the UCS domain and the given Active Directory domain.
de: Geben Sie die Synchronisierungsrichtung zwischen der UCS-Domäne und der angegebenen Active Directory-Domäne an.

source: Starting synchronisation service
de: Start des Synchronisationsdienstes

source: Synchronisation of account data between an Active Directory and a UCS domain.
de: Synchronisierung von Kontendaten zwischen einer Active Directory- und einer UCS-Domäne.

source: To proceed with the configuration of the connection, enter Active Directory domain information:
de: Geben sie die Active Directory-Domäneninformationen an, Um mit der Einrichtung der Verbindung fortzufahren.

source: UCS join in Active Directory domain
de: Beitritt von UCS in Active Directory-Domäne

source: Unidirectional synchronisation of Active Directory to UCS.
de: Unidirektionale Synchronisierung von Active Directory nach UCS.

source: Unidirectional synchronisation of UCS to Active Directory.
de: Unidirektionale Synchronisierung von UCS nach Active Directory.

source: Updating local system
de: Aktualisierung des lokalen Systems

source: Validating service configuration
de: Überprüfung der Dienst-Einstellungen
