Repository: 321jr/univention-corporate-server
Catalog: management/univention-admin-modules/modules/univention/admin/handlers/container/*.po
Languages: de

source: Add to Standard Policy Container
de: Zu Standard-Richtlinien-Container hinzufügen

source: Add to Standard DHCP Container
de: Zu Standard-DHCP-Container hinzufügen

source: Add to Standard DNS Container
de: Zu Standard-DNS-Container hinzufügen

source: Add to Standard User Container
de: Zu Standard-Benutzer-Container hinzufügen

source: Add to Standard Group Container
de: Zu Standard-Gruppen-Container hinzufügen

source: Add to Standard Computer Container
de: Zu Standard-Rechner-Containern hinzufügen

source: Add to Standard Network Container
de: Zu Standard-Netzwerk-Containern hinzufügen

source: Add to Standard Share Container
de: Zu Standard-Freigaben-Container hinzufügen

source: Add to Standard Printer Container
de: Zu Standard-Drucker-Container hinzufügen

source: Add to Standard mail container
de: Zu Standard-Mail-Container hinzufügen

source: Add to Standard License Container
de: Zu Standard-Lizenz-Containern hinzufügen

source: Description
de: Beschreibung

source: General
de: Allgemein

source: Basic Values
de: Grundeinstellungen

source: Path Settings
de: Container-Einstellungen

source: Default positions for adding objects
de: Vorgegebene Position beim Hinzufügen von Objekten

source: Container: Domain
de: Container: Domäne

source: Domain Password
de: Domänen-Passwort

source: DNS Forward Zone
de: Forward Lookup Zone

source: DNS Reverse Zone
de: Reverse Lookup Zone

source: Samba Domain Name
de: Samba-Domänenname

source: Samba Next User RID
de: Nächste Samba-User-RID

source: Samba Next Group RID
de: Nächste Samba-Gruppen-RID

source: Administrator Password for this Domain
de: Administrator Passwort für die Domäne

source: DNS Zones
de: DNS-Zonen

source: Samba Settings
de: Samba-Einstellungen

source: Kerberos Settings
de: Kerberos-Einstellungen

source: Mail Settings
de: Mail-Einstellungen

source: Container: Organizational Unit
de: Container: Organisationseinheit
