Repository: 321jr/univention-corporate-server
Catalog: */univention-l10n-*/*/management/univention-join/umc/python/join/*.po
Languages: fr

source: A join process is already running.
fr: Un processus de jonction est déjà en cours d'exécution.

source: An unexpected error occurred: %s
fr: Une erreur inattendue s'est produite : %s

source: Authentication
fr: Authentification

source: Currently, software is being installed or uninstalled. Join scripts should not be run right now.
fr: Un logiciel est actuellement en cours d'installation ou de désinstallation. Ce n'est pas le bon moment pour exécuter des scripts de jonction.

source: Domain join
fr: Jonction de domaine

source: Error: %s
fr: Erreur : %s

source: Executing join script %s
fr: Exécution du script de jonction %s

source: Executing join scripts
fr: Exécution de scripts de jonction en cours

source: Initializing
fr: Initialisation en cours

source: Invalid server role! A master domain controller can not be joined.
fr: Rôle serveur non valide ! Un contrôleur de domaine maître ne peut pas rejoindre un domaine.

source: No DNS record for the domaincontroller master was found. This might be a problem with the configured DNS server. Please make sure the DNS settings are correct.
fr: Aucun enregistrement DNS n'a été trouvé pour le contrôleur de domaine maître. Cela peut être dû à un problème avec le serveur DNS configuré. Veuillez vous assurer que les réglages DNS sont corrects.

source: Some join scripts could not be executed. More details can be found in the log file <i>/var/log/univention/join.log</i>.<br/>Please retry to execute the join scripts after resolving any conflicting issues.
fr: Certains scripts de jonction n'ont pas pu être exécutés. Vous pourrez trouver davantage de détails dans le fichier journal <i>/var/log/univention/join.log</i>. <br/>Veuillez tenter d'exécuter à nouveau les scripts de jonction après avoir résolu tout conflit.

source: The entered FQDN is not a valid value
fr: La valeur saisie pour le nom de domaine pleinement qualifié (FQDN) n'est pas valide.

source: The lookup of the domaincontroller master record timed out. There might be a problem with the configured DNS server. Make sure the DNS server is up and running or check the DNS settings.
fr: Expiration du délai pour la recherche de l'enregistrement du contrôleur de domaine maître. Il se peut qu'il y ait un problème avec le serveur DNS configuré. Assurez-vous que le serveur DNS fonctionne correctement ou vérifiez les réglages DNS.

source: The system join process could not be completed:<br/><br/><i>%s</i><br/><br/> More details can be found in the log file <i>/var/log/univention/join.log</i>.<br/>Please retry after resolving any conflicting issues.
fr: Le processus de jonction de système n'a pas pu être mené à bien : <br/><br/><i>%s</i><br/><br/>. Vous pourrez trouver davantage de détails dans le fichier journal <i>/var/log/univention/join.log</i>. <br/>Veuillez réessayer après avoir résolu tout conflit.

source: finished...
fr: terminé...
