Repository: 321jr/univention-corporate-server
Catalog: virtualization/univention-virtual-machine-manager-daemon/umc/modules/univention/management/console/handlers/uvmm/*.po
Languages: de

source: The drive <i>%(drive)s</i> was detached and image <i>%(image)s</i> removed successfully.
de: Das Laufwerk <i>%(drive)s</i> wurde ausgehängt und die Datei <i>%(image)s</i> erfolgreich gelöscht.

source: The drive <i>%(drive)s</i> was detached successfully, but removing the image <i>%(image)s</i> failed. It must be removed manually.
de: Das Laufwerk <i>%(drive)s</i> wurde ausgehängt, aber das Löschen des Images <i>%(image)s</i> ist fehlgeschlagen. Es muß manuell entfernt werden.

source: The drive <i>%(drive)s</i> was detached successfully.
de: Das Laufwerk <i>%(drive)s</i> wurde erfolgreich ausgehängt.

source: The drive configuration has been saved successfully
de: Die Laufwerkskonfiguration wurde erfolgreich gespeichert

source: The drive will be detached from the virtual instance and the associated local device will be kept as is.
de: Das Laufwerk wird im folgenden Schritt ausgehängt wobei das verknüpfte lokale Gerät unverändert bleibt.

source: The drive will be detached from the virtual instance.
de: Das Laufwerk wird im folgenden Schritt ausgehängt.

source: The drive will be detached from the virtual instance.<br/>Additionally the associated image <i>%(image)s</i> may be deleted permanently.
de: Das Laufwerk wird im folgenden Schritt ausgehängt.<br/>Zusätzlich kann das verknüpfte Image <i>%(image)s</i> permanent gelöscht werden.

source: The following drive will be created:
de: Das folgende Laufwerk wird eingebunden:

source: The following drive will be updated:
de: Das folgende Laufwerk wird aktualisiert:

source: The following settings were read from the selected profile and can be modified now.
de: Die folgenden Einstellungen wurden aus dem ausgewählten Profil gelesen und können nun angepasst werden.

source: The information about the virtual instance could not be retrieved. Clicking the refresh button will retry to collect the information. If this does not work a resynchronization can be triggered by clicking the following button.
de: Die Informationen über die virtuelle Instanz konnten nicht abgerufen werden. Mit der Aktualisieren-Schaltfläche kann ein erneuter Versuch gestartet werden. Sollte dies nicht funktionieren, kann eine Resynchronisation über die folgende Schaltfläche ausgeführt werden.

source: The instance <i>%(domain)s</i> was removed successfully
de: Die virtuelle Instanz <i>%(domain)s</i> wurde erfolgreich gelöscht

source: The instance <i>%(domain)s</i> was reverted to snapshot <i>%(snapshot)s</i> successfully
de: Die virtuelle Instanz <i>%(domain)s</i> wurde auf den Sicherungspunkt <i>%(snapshot)s</i> zurückgesetzt.

source: The instance <i>%(domain)s</i> was snapshoted to <i>%(snapshot)s</i> successfully
de: Die virtuelle Instanz <i>%(domain)s</i> wurde im Sicherungspunkt <i>%(snapshot)s</i> gesichert.

source: The list of available images is empty! To add an image the file needs to be copied into the storage pool, e.g. to /var/lib/libvirt/images/ which is the directory of the storage pool <i>local directory</i>. After that go to the previous page an return to this one. The image should now be listed.
de: Die Liste der verfügbaren Image-Dateien ist leer! Um das gewünschte Image hinzuzufügen kann dies in den Speicherbereich kopiert werden. Beispielsweise in das Verzeichnis /var/lib/libvirt/images welches den Speicherbereich <i>Lokales Verzeichnis</i> darstellt. Anschließend kann auf die vorherige Seite des Assistenten gewechselt und zu dieser wieder zurückgesprungen werden. Die neue Image-Datei sollte angezeigt werden.

source: The name of a virtual instance may not be longer than %(maxlength)d characters!
de: Der Name einer virtuellen Instanz darf maximal %(maxlength)d Zeichen haben!

source: The name of the virtual instance should be modified
de: Der Name der virtuellen Instanz sollte angepasst werden

source: The physical server does not have that much memory. As a suggestion the a mount of memory was set to 75% of the available memory.
de: Der physikalische Server hat nicht so viel Arbeitspeicher. Als Vorschlag wurde die Speichermenge auf 75% des verfügbaren Arbeitsspeichers gesetzt.

source: The physical server is not available at the moment
de: Der physikalische Server ist momentan nicht erreichbar

source: The selected image is already used by the virtual instance %(domain)s. It should be considered to choose another image. Continuing might cause problems.
de: Das ausgewählte Image wird bereits von der virtuellen Instanz %(domain)s verwendet. Es sollte eventuell ein anderes Image verwendet werden, da ansonsten Probleme nicht ausgeschlossen werden können.

source: The selected image is already used by this virtual instance and therefor can not be used.
de: Das ausgewählte Image wird bereits von dieser virtuellen Instanz verwendet und kann daher nicht verwendet werden.

source: The selected profile could not be read! Without the information the new virtual instance can not be created. Ensure that the LDAP server can be reached.
de: Das ausgewählte Profil konnte nicht gelesen werden! Ohne diese Information kann die neue Instanz nicht erstellt werden. Stellen Sie sicher, daß der LDAP-Server erreichbar ist.

source: The selected snapshots of instance <i>%(domain)s</i> could not be deleted:<br/>%(snapshots)s
de: Die ausgewählten Sicherungspunkte der virtuellen Instanz <i>%(domain)s</i> konnten nicht gelöscht werden:<br/>%(snapshots)s

source: The server does not have the virtualization extension (Intel VT or AMD-V). For virtualization with KVM this extension is required.
de: Der Server hat keine CPU mit Virtualisierungs-Erweiterung (Intel VT oder AMD-V). Für die Virtualisierung mit KVM wird eine Virtualisierungs-Erweiterung benötigt.

source: The server does not have the virtualization extension (Intel VT or AMD-V). Only profiles using paravirtualization will work.
de: Der Server hat keine CPU mit Virtualisierungs-Erweiterung (Intel VT oder AMD-V). Nur Profile für Paravirtualisierung werden angezeigt.

source: The snapshot <i>%(snapshot)s of instance <i>%(domain)s</i> could not be deleted
de: Der Sicherungspunkt <i>%(snapshot)s</i> der virtuelle Instanz <i>%(domain)s</i> konnte nicht gelöscht werden

source: The snapshot <i>%(snapshot)s of instance <i>%(domain)s</i> was deleted successfully
de: Der Sicherungspunkt <i>%(snapshot)s</i> der virtuelle Instanz <i>%(domain)s</i> wurde erfolgreich gelöscht

source: The source is the name of the network interface on the phyiscal server that is configured for bridging. By default it is eth0.
de: Die Quelle ist der Name der Netzwerkschnittstelle des pyhsikalischen Server die als Bridge konfiguriert ist. Normalerweise ist dies eth0.

source: The virtual instance will be created with the settings shown below. The button <i>Add drive</i> can be used to attach another drive.
de: Die virtuelle Instanz wird mit den unten aufgeführten Einstellungen angelegt. Über die Schaltfläche <i>Laufwerk hinzufügen</i> kann ein weiteres Laufwerk eingebunden werden.

source: There are no snapshots available
de: Es sind keine Sicherungspunkte verfügbar

source: This module provides a management interface for physical servers that are registered within the UCS domain. The tree view on the left side shows an overview of all existing physical servers and the residing virtual instances. By selecting one of the physical servers statistics of the current state are displayed to get an impression of the health of the hardware system. Additionally actions like start, stop, suspend and resume for each virtual instance can be invoked on each of the instances. Also possible is direct access to virtual instances. Therefor it must be activated in the configuration. Each virtual instance entry in the tree view provides access to detailed information und gives the possibility to change the configuration or state and migrated it to another physical server.
de: Dieses Modul stellt eine Managementoberfläche für Virtualisierungsserver zur Verfügung, die im UCS-Managementsystem als solche eingetragen sind. Die Baumansicht auf der linken Seite zeigt einen Überblick zu den vorhandenen physikalischen Servern und den dort registrierten virtuellen Instanzen an. Durch die Auswahl eines physikalischen Servers werden Statistiken über den aktuellen Zustand angezeigt, um einen Eindruck von der Auslastung des Systems zu bekommen. Zusätzlich gibt es die Möglichkeit Aktion wie das Starten, Beenden, Pausieren oder Fortführung durchzuführen. Des weiteren kann, wenn aktiviert, auch ein Direktzugriff durchgeführt werden. Dafür muss dieser in der Konfiguration aktiviert sein. Jeder Eintrag einer virtuellen Instanz in der Baumansicht führt zu einer detaillierten Anzeige von Einstellungen. Diese können dort entsprechend bearbeitet und gespeichert werden.

source: To bind the drive to a local device the filename of the associated block device must be specified.
de: Um das Laufwerk an ein lokales Gerät zu binden, muss der Dateiname der zugehörigen Gerätedatei angeben werden.

source: Turkish
de: Türkisch

source: Two types of network interfaces are support. The first one is <i>Bridge</i> that requires a static network connection on the physical server that is configurated to be used for bridging. By default the network interface called eth0 is setup for such a case on each UVMM node. If a virtual instance should have more than one bridging network interface, additional network interfaces on the physical server must be configured first. The second type is <i>NAT</i> provides a private network for virtual instances on the physical server and permits access to the external network. This network typ is useful for computers with varying network connections like notebooks. For such an interface the network configuration of the UVMM node needs to be modified. This is done automatically by the UVMM service when starting the virtual instance. Further details about the network configuration can be found in <a href="http://sdb.univention.de/1172" target="_blank">this article</a>.
de: Zwei Typen von Netzwerkschnittstellen werden unterstützt. Der erste Typ <i>Bridge</i> benötigt eine statische Netzwerkverbindung auf dem phyikalischen Server, die für die Verwendung als Bridge konfiguriert sein muss. Als Vorgabe wird auf jedem UVMM Server die Netzwerkschnittstelle eth0 für die Verwendung als Bridge vorkonfiguriert. Soll eine virtuelle Instanz weitere Bridges haben, müssen zuvor auf dem phsikalischen Server weiter Netzwerkschnittstellen dementspechend konfiguriert werden. Der zweite Typ <i>NAT</i> stellt ein privates Netzwerk mit Aussenanbindung zur Verfügung. Dieser Netzwerktyp ist gut für Rechner mit variierenden Netzwerkverbindungen wie beispielsweise Notebooks geeignet. Für solch eine Netzwerkschnittstelle muß die Netzwerkkonfiguration des UVMM Servers angepasst werden. Dies wird automatisch durch den UVMM-Dienst vorgenommen, wenn die Instanz gestartet wird. Weitere Details zur Netzwerkkonfiguration sind in <a href="http://sdb.univention.de/1172" target="_blank">diesem Artikel</a> zu finden.

source: Type
de: Typ

source: Type of drive
de: Art des Laufwerks

source: Unknown
de: Unbekannt

source: Unpause
de: Fortführen

source: Use a local device
de: Verwenden eines lokalen Gerätes

source: User
de: Benutzer

source: Virtual Hard Disk
de: Virtuelle Festplatte

source: Virtual Machines (UVMM)
de: Virtuelle Maschinen (UVMM)

source: Virtual instance %(domain)s - <i>%(tech)s</i>
de: Virtuelle Instanz %(domain)s - <i>%(tech)s</i>

source: Virtualization Technology
de: Virtualisierungstechnik

source: What type of drive should be created?
de: Welche Art von Laufwerk soll erstellt werden?

source: When removing a virtual instance the disk images bind to it may be removed also. Please select the disks that should be remove with the virtual instance. Be sure that none of the images to be delete are used by any other instance.
de: Beim Entfernen einer virtuellen Instanz können die damit assoziierten Festplatten-Images auch entfernt werden. Bitte wählen Sie die Platten aus, die entfernt werden sollen. Stellen Sie sicher, dass keins der Images von einer anderen Instanz genutzt wird.

source: activated
de: aktiviert

source: crashed
de: abgestürzt

source: currently not available
de: momentan nicht verfügbar

source: deactivated
de: deaktiviert

source: domain
de: Domäne

source: empty
de: leer

source: floppy drive
de: Diskettenlaufwerk

source: hard drive
de: Festplatte

source: not available
de: nicht verfügbar

source: path: %(path)s
de: Pfad: %(path)s

source: paused
de: pausiert

source: running
de: läuft

source: shut down
de: wird ausgeschaltet

source: shut off
de: ausgeschaltet

source: snapshot name
de: Name für den Sicherungspunkt

source: unknown
de: Unbekannt

source: unknown value
de: Unbekannter Wert
