Repository: 321jr/univention-corporate-server
Catalog: virtualization/univention-virtual-machine-manager-daemon/umc/modules/univention/management/console/handlers/uvmm/*.po
Languages: de

source: %(dn)s on %(nn)s
de: %(dn)s auf %(nn)s

source: %s (Physical server)
de: %s (Physikalischer Server)

source: <li>%(type)s: %(size)s (image file %(image)s in pool %(pool)s)</li>
de: <li>%(type)s: %(size)s (Image-Datei %(image)s im Speicherbereich %(pool)s)</li>

source: <li>%(type)s: empty device</li>
de: <li>%(type)s: leeres Gerät</li>

source: <li>%(type)s: local device %(device)s</li>
de: <li>%(type)s: lokales Gerät %(device)s</li>

source: <p>For fail over the virtual machine can be migrated to another physical server re-using the last known configuration and all disk images. This can result in <strong>data corruption</strong> if the images are <strong>concurrently used</strong> by multiple running instances! Therefore the failed server <strong>must be blocked from accessing the image files</strong>, for example by blocking access to the shared storage or by disconnecting the network.</p><p>When the server is restored, all its previous virtual instances will be shown again. Any duplicates have to be cleaned up manually by migrating the instances back to the server or by deleting them. Make sure that shared images are not delete.</p>
de: <p>Für die Ausfallsicherung kann die virtuelle Maschine anhand der letzten Konfiguration und unter Verwendung aller Festplatten-Images auf einen anderen physikalischen Server migriert werden. Dies kann zu <strong>Datenkorruption</strong> führen, wenn die Image-Dateien <strong>gleichzeitig</strong> von mehreren Instanzen genutzt werden! Deshalb muß der <strong>Zugriff des Servers auf die Image-Dateien unterbunden</strong> werden, z.B. durch Blockieren des Zugriffs auf den gemeinsamen Speicherbereich oder durch abklemmen des Netzwerks.</p><p>Wenn der Server reaktiviert wird, werden alle seine virtuellen Instanzen erneut angezeigt. Alle Duplikate müssen von Hand aufgeräumt werden, entweder durch Zurückmigrieren oder Löschen der Instanz. Stellen Sie dabei sicher, dass keine mehrfach eingebundenen Image-Dateien gelöscht werden.</p>

source: A virtual instance must at least have 4 MB memory.
de: Eine virtuelle Instanz muss mindestens 4 MB Speicher haben.

source: Add
de: Hinzufügen

source: Add drive
de: Laufwerk hinzufügen

source: Add drive to <i>%(name)s</i>
de: Laufwerk zu <i>%(name)s</i> hinzufügen

source: Add new drive
de: Neues Laufwerk hinzufügen

source: Add new network interface
de: Neue Netzwerkschnittstelle hinzufügen

source: Adding network interface
de: Hinzufügen einer Netzwerkschnittstelle

source: Advanved kernel configuration
de: Erweiterte Kernelkonfiguration verwenden

source: All
de: Alle

source: All image files are stored in so-called storage pools. They can be stored in a local directory, an LVM partition or a share (e.g. using iSCSI, NFS or CIFS).
de: Jedes Festplatten-Image liegt einem so genannten Speicherbereich. Dies kann ein lokales Verzeichnis, eine Festplatte, eine LVM-Partition oder eine Freigabe (beispielsweise eingebunden über iSCSI, NFS oder CIFS) sein.

source: All selected snapshots of instance <i>%(domain)s</i> were deleted successfully:<br/>%(snapshots)s
de: Alle ausgewählten Sicherungspunkte der virtuellen Instanz <i>%(domain)s</i> wurden erfolgreich gelöscht:<br/>%(snapshots)s

source: An image with this name already exists and is used by virtual instance %(domain)s. The name must be unique for a new image.
de: Ein Image mit diesem Namen existiert bereits und wird von der virtuellen Instanz %(domain)s verwendet. Der Name für ein neues Image muß eindeutig sein.

source: An unused image with this name already exists. The name must be unique for a new image.
de: Ein unbenutztes Image mit diesem Namen existiert bereits. Der Name für ein neues Image muß eindeutig sein.

source: Arabic
de: Arabisch

source: Architecture
de: Architektur

source: Are you sure that the instance should be reverted to this snapshot?
de: Sind Sie sicher, dass die virtuelle Instanz auf den Sicherungspunkt zurückgesetzt werden soll?

source: Are you sure that the selected snapshots should be deleted?
de: Sind Sie sicher, dass die ausgewählten Sicherungspunkte gelöscht werden sollen?

source: Are you sure that the snapshot should be removed?
de: Sind Sie sicher, dass der Sicherungspunkt gelöscht werden soll?

source: Are you sure that the virtual instance should be removed?
de: Sind Sie sicher, dass die virtuelle Instanz gelöscht werden soll?

source: Attached drives
de: Eingebundene Laufwerk

source: Boot order
de: Bootreihenfolge

source: By default the private network is 192.168.122.0/24
de: Vorgegeben ist das private Netzwerk 192.168.122.0/24

source: By selecting a profile for the virtual instance most of the settings will be set to default values. In the following steps some of these values might be modified. After the creation of the virtual instance all parameters, extended settings und attached drives can be adjusted. It should be ensured that the profile is for the correct architecture as this option can not be changed afterwards.
de: Durch die Auswahl eines Profils für eine virtuelle Instanz werden die meisten Einstellungen mit Vorgabewerten ausgefüllt. In den folgenden Schritten können diese angepasst werden. Nach der Erzeugung der virtuellen Instanz können alle Parameter, erweiterte Einstellungen und eingebundene Laufwerke auch nachträglich verändert werden. Es sollte sichergestellt werden, dass ein Profil mit der korrekten Architektur ausgewählt wird, da diese Option nachträglich nicht geändert werden kann.

source: CDROM drive
de: CDROM-Laufwerk

source: CPU usage
de: CPU-Auslastung

source: Cancel
de: Abbrechen

source: Change media
de: Medium wechseln

source: Change media from device
de: Das Medium des Geräts wechseln

source: Change state of a virtual instance
de: Ändern des Status einer virtuellen Instanz

source: Change state of virtual instances
de: Ändern des Status von virtuellen Instanzen

source: Choose existing image
de: Auswahl einer vorhandenen Image-Datei

source: Chossen between using an existing image or using a local device.
de: Auswahl zwischen einer vorhandenen Image-Datei oder einem lokalen Gerät.

source: Configuration of virtual instances
de: Konfiguration der virtuellen Instanzen

source: Contact
de: Kontakt

source: Contact information
de: Kontaktinformationen

source: Coordinated Universal Time
de: Koordinierte Weltzeit

source: Create
de: Erstellen

source: Create a new drive
de: Erstellen eines neuen Laufwerk

source: Create a new image
de: Erstellen einer neuen Image-Datei

source: Create a new network interface
de: Erstellen einer Netzwerkschnittstelle

source: Create a virtual instance
de: Erstellen einer virtuellen Instanz

source: Create a virtual instance (profile: %(profile)s)
de: Erstellen einer virtuellen Instanz: (Profil: %(profile)s)

source: Create a virtual instance <i>%(name)s</i>
de: Erstellen einer virtuellen Instanz <i>%(name)s</i>

source: Create new snapshot
de: Neuen Sicherungspunkt erstellen

source: Create new virtual instance
de: Neue virtuelle Maschine erstellen

source: Croatian
de: Kroatisch

source: Danish
de: Dänisch

source: Date
de: Datum

source: Default (RealTek RTL-8139)
de: Voreinstellung (RealTek RTL-8139)

source: Delete
de: Löschen

source: Delete list of states of a virtual instance
de: Sicherungspunkte einer virtuellen Instanz löschen

source: Delete selected snapshots
de: Ausgewählte Sicherungspunkte löschen

source: Delete snapshot
de: Sicherungspunkt löschen

source: Delete the state of a virtual instance
de: Sicherungspunkt einer virtuellen Instanz löschen

source: Description
de: Beschreibung

source: Descriptions
de: Beschreibungen

source: Destination host
de: Zielserver

source: Detach
de: Aushängen

source: Detaching the drive <i>%(drive)s</i> failed
de: Das Aushängen des Laufwerks <i>%(drive)s</i> ist fehlgeschlagen

source: Device filename
de: Gerätedateiname

source: Direct
de: Direkt

source: Direct access
de: Direktzugriff

source: Drive
de: Laufwerk

source: Drive image
de: Laufwerk Image-Datei

source: Drive type
de: Laufwerksart

source: Driver
de: Treiber

source: Drives
de: Laufwerke

source: Dutch
de: Niederländisch

source: Dutch-Belgium
de: Niederländisch-Belgien

source: Each hard drive image is located within a so called storage pool, which might be a local directory, a device, an LVM volume or any type of share (e.g. mounted via iSCSI, NFS or CIFS). The newly create image will have the specified name and size provided by the following settings. Currently these was been set to default images. It has to be ensured that there is enough space left in the defined storage pool.
de: Jedes Festplatten-Image liegt einem so genannten Speicherbereich. Dies kann ein lokales Verzeichnis, eine Festplatte, eine LVM-Partition oder eine Freigabe (beispielsweise eingebunden über iSCSI, NFS oder CIFS) sein. Das neu angelegte Festplatten-Image wird mit dem angegebenen Namen und der Größe aus den folgenden Einstellungen erzeugt. Es sollte sichergestellt werden, dass in dem Speicherbereich ausreichend Platz verfügbar ist.

source: Each hard drive image is located within a so called storage pool, which might be a local directory, a device, an LVM volume or any type of share (e.g. mounted via iSCSI, NFS or CIFS). When selecting a storage pool the list of available images is updated.
de: Jedes Festplatten-Image liegt einem so genannten Speicherbereich. Dies kann ein lokales Verzeichnis, eine Festplatte, eine LVM-Partition oder eine Freigabe (beispielsweise eingebunden über iSCSI, NFS oder CIFS) sein. Wird ein Speicherbereich ausgewählt, wird die Liste der verfügbaren Festplatten-Images aktualisiert.

source: Each image is located within a so called storage pool, which might be a local directory, a device, an LVM volume or any type of share (e.g. mounted via iSCSI, NFS or CIFS). When selecting a storage pool the list of available images is updated.
de: Jedes Image liegt einem so genannten Speicherbereich. Dies kann ein lokales Verzeichnis, eine Festplatte, eine LVM-Partition oder eine Freigabe (beispielsweise eingebunden über iSCSI, NFS oder CIFS) sein. Wird ein Speicherbereich ausgewählt, wird die Liste der verfügbaren ISO-Images aktualisiert.

source: Edit
de: Bearbeiten

source: Edit a network interface
de: Bearbeiten einer Netzwerkschnittstelle

source: Edit drive
de: Laufwerk bearbeiten

source: Edit drive settings
de: Bearbeiten der Laufwerkskonfiguration

source: Edit network interface
de: Bearbeiten einer Netzwerkschnittstelle

source: Eject or change media from device
de: Medium eines Geräts auswerfen oder wechseln

source: Enable direct access
de: Direktzugriff aktivieren

source: English-America
de: Englisch-Amerika

source: English-Britain
de: Englisch-Großbritannien

source: Enter the name for the snapshot
de: Geben die den Namen für den Sicherungspunkt ein

source: Estonian
de: Estländisch

source: Extended Settings
de: Erweiterte Einstellungen

source: Extended format (qcow)
de: Erweitertes Format (qcow)

source: Extended format (qcow2)
de: Erweitertes Format (qcow2)

source: Failed to add network interface: %s
de: Hinzufügen der Netzwerkschnittstelle ist fehlgeschlagen: %s

source: Failed to modify network interface: %s
de: Das Bearbeiten der Netzwerkschnittstelle ist fehlgeschlagen: %s

source: Failed to remove network interface: %s
de: Entfernen der Netzwerkschnittstelle ist fehlgeschlagen: %s

source: Faroese
de: Färöisch

source: Filename
de: Dateiname

source: Finnish
de: Finnisch

source: Floppy drive
de: Diskettenlaufwerk

source: For the drive a new image can be created or an existing one can be chosen. An existing image should only be used by one virtual instance at a time.
de: Für das Laufwerk kann ein Image erzeugt oder ein existierendes ausgewählt werden. Dabei sollte ein Festplatten-Image immer nur von einer virtuellen Instanz zur Zeit verwendet werden.

source: French
de: Französisch

source: French-Belgium
de: Französisch-Belgien

source: French-Canada
de: Französisch-Kanada

source: French-Switzerland
de: Französisch-Schweiz

source: Full virtualization (KVM)
de: Voll-Virtualisierung (KVM)

source: Full virtualization (XEN)
de: Voll-Virtualisierung (XEN)

source: German
de: Deutsch

source: German-Switzerland
de: Deutsch-Schweiz

source: Globally available
de: Global verfügbar

source: Hard drive
de: Festplatte

source: Hard drive images can be administrated in two ways on KVM systems; by default images are saved in the <i>Extended format (qcow2)</i>. This format supports copy-on-write which means that changes do not overwrite the original version, but store new versions in different locations. The internal references of the file administration are then updated to allow both access to the original and the new version. This technique is a prerequisite for efficiently managing snapshots of virtual machines. <p> Alternatively, you can also access a hard drive image in <i>Simple format (raw)</i>. Snapshots can only be created when using hard drive images in <i>Extended format</i>. Only the <i>Simple format</i> is available on Xen systems.
de: Festplatten-Images können auf KVM-Systemen in zwei Formaten verwaltet werden: <p>Standardmässig werden Images im <i>Erweiterten Format (qcow2)</i> angelegt.Dieses unterstützt Copy-on-write, was bedeutet, dass eine Änderung nicht das Original überschreibt, sondern die neue Version stattdessen an einer anderen Position abgelegt wird.Die interne Referenzierung wird dann so aktualisiert, daß wahlweise sowohl die Originalversion als auch die neue Version zugreifbar sind. Diese Technik ist Voraussetzung für das effiziente Erstellen von Sicherungspunkten/Snapshots von virtuellen Maschinen. Nur bei Verwendung von Festplatten-Images im <i>Erweiterten Format</i> können Sicherungspunkte erstellt werden.Alternativ kann auch im <i>Einfachen Format (raw)</i> auf ein Festplatten-Image zugegriffen werden. <p>Auf Xen-Systemen steht nur das <i>Einfache Format</i> zur Verfügung.

source: Hungarian
de: Ungarisch

source: Icelandic
de: Isländisch

source: If the required image is not found it might be added by copying the file into the storage pool, e.g. to /var/lib/libvirt/images/ which is the directory of the storage pool <i>local directory</i>. After that go to the previous page an return to this one. The image should now be listed.
de: Wenn das gewünschte Image nicht gefunden wird, kann dies in den Speicherbereich kopiert werden. Beispielsweise in das Verzeichnis /var/lib/libvirt/images welches den Speicherbereich <i>Lokales Verzeichnis</i> darstellt. Anschließend kann auf die vorherige Seite des Assistenten gewechselt und zu dieser wieder zurückgesprungen werden. Das neue ISO-Image sollte angezeigt werden.

source: Image filename
de: Image-Datei

source: Image not found
de: Image-Datei nicht gefunden

source: Image size
de: Image-Größe

source: Instance
de: Instanz

source: Instance <i>%(domain)s</i> is unavailable
de: Die virtuellen Instanz <i>%(domain)s</i> ist nicht verfügbar

source: Instance names
de: Instanznamen

source: Italian
de: Italienisch

source: Japanese
de: Japanisch

source: Keyboard layout
de: Tastaturlayout

source: Latvian
de: Lettisch

source: Lithuanian
de: Litauisch

source: Local directory
de: Lokales Verzeichnis

source: Local time zone
de: Lokale Zeitzone

source: Location:
de: Ort:

source: MAC address
de: MAC-Adresse

source: Macedonian
de: Mazedonisch

source: Media image
de: Medien-Datei

source: Memory
de: Speicher

source: Memory (in MB)
de: Arbeitsspeicher (in MB)

source: Memory usage
de: Arbeitsspeichernutzung

source: Migrate
de: Migrieren

source: Migrate %(domain)s
de: Migriere %(domain)s

source: Migrate virtual instance %(domain)s from physical server %(source)s to:
de: Migriere die virtuelle Instanz %(domain)s vom physikalischen Server %(source)s zu:

source: Migration of virtual instances
de: Migration von virtuellen Instanzen

source: Most settings of the virtual instance can not be modified while it is running.
de: Die meisten Einstellungen einer virtuellen Instanz können nicht geändert werden, solange diese läuft.

source: Network
de: Netzwerk

source: Network Interfaces
de: Netzwerkschnittstellen

source: New Drive
de: Neues Laufwerk

source: New network interface
de: Neue Netzwerkschnittstelle

source: No media
de: Kein Medium

source: No profiles could be found! Please check your installation and run all join scripts, e.g. using univention-run-join-scripts.
de: Es wurden keine Profile gefunden. Bitte prüfen Sie Ihre Installation und führen Sie alle Joinskripte aus, z.B. mit Hilfe von univention-run-join-scripts.

source: No profiles could be found! These are required to create new virtual instances. Ensure that the LDAP server can be reached.
de: Es konnte kein Profil gefunden werden! Diese werden benötigt, um neue virtuelle Instanzen anzulegen. Stellen Sie sicher, daß der LDAP-Server erreichbar ist.

source: Norwegian
de: Norwegisch

source: Not all of the selected snapshots of instance <i>%(domain)s</i> could be deleted! The following snapshots still exists:<br/>%(snapshots)s
de: Es konnten nicht alle Singerungspunkte der Instanz <i>%(domain)s</i> gelöscht werden. Die folgenden Sicherungspunkte existieren noch:<br/>%(snapshots)s

source: Number of CPUs
de: Anzahl der CPUs

source: Operating System
de: Betriebssystem

source: Operations
de: Operationen

source: Overview
de: Überblick

source: Paravirtual device (virtio)
de: Paravirtualisiertes Gerät (virtio)

source: Paravirtual device (xen)
de: Paravirtualisiertes Gerät (xen)

source: Paravirtual drive
de: Paravirtualisiertes Laufwerk

source: Paravirtualisation is a special variant of virtualisation in which the virtualised operating system is adapted to the underlying virtualisation technology. This improves the performance. Linux systems usually support paravirtualisation out of the box. For Windows systems additional support drivers need to be installed, see the <a href="http://wiki.univention.de/index.php?title=UVMM_Technische_Details"> Univention wiki </a> for details (currently only available in German).
de: Paravirtualisierung ist eine spezielle Variante der Virtualisierung. Die virtualisierten Betriebssysteme werden dabei auf eine Virtualisierungstechnik angepasst, was die Performance verbessert. Linux-Systeme sind in der Regel standardmässig mit entsprechendem Support versehen. Auf Windows-Systemen müssen entsprechende Unterstützungstreiber installiert werden, siehe <a href="http://wiki.univention.de/index.php?title=UVMM_Technische_Details"> Univention Wiki. </a>

source: Paravirtualization (XEN)
de: Paravirtualisierung (XEN)

source: Password
de: Passwort

source: Pause
de: Pausieren

source: Physical server
de: Physikalischer Server

source: Physical servers
de: Physikalische Server

source: Polish
de: Polnisch

source: Pool
de: Speicherbereich

source: Portuguese
de: Portugiesisch

source: Portuguese-Brasil
de: Portugiesisch-Brasilien

source: Profiles
de: Profile

source: RTC reference
de: RTC Referenz

source: Refresh
de: Aktualisieren

source: Remove
de: Löschen

source: Remove Drive
de: Laufwerk entfernen

source: Remove a network interface
de: Löschen einer Netzwerkschnittstelle

source: Remove a virtual instance
de: Löschen einer virtuellen Instanz

source: Remove drives of a virtual instance
de: Laufwerke einer virtuellen Instanz löschen

source: Remove network interface
de: Löschen einer Netzwerkschnittstelle

source: Remove snapshot
de: Sicherungspunkt löschen

source: Remove snapshots
de: Sicherungspunkte löschen

source: Remove the virtual instance %(instance)s?
de: Virtuelle Instanz %(instance)s löschen?

source: Remove virtual instance
de: Löschen einer virtuellen Instanz

source: Removes a drive
de: Ein Laufwerk entfernen

source: Removing the instance <i>%(domain)s</i> failed
de: Das Löschen der virtuellen Instanz <i>%(domain)s</i> ist fehlgeschlagen

source: Restarts libvirt service
de: Startet den libvirt Dienst neu

source: Restore the state of a virtual instance
de: Zustand der virtuellen Instanz aus Sicherungspunkt wiederherstellen

source: Restore virtual instance
de: Wiederherstellen einer virtuellen Instanz

source: Resume
de: Wiederherstellen

source: Resynchronisation has failed!
de: Resynchronisation fehlgeschlagen

source: Resynchronize
de: Resynchronisation

source: Revert
de: Wiederherstellen

source: Revert to snapshot
de: Sicherungspunkt wiederherstellen

source: Reverting to snapshot <i>%(snapshot)s</i> of instance <i>%(domain)s</i> failed
de: Das Wiederherstellen des Sicherungspunktes <i>%(snapshot)s</i> der virtuellen Instanz <i>%(domain)s</i> ist fehlgeschlagen

source: Russian
de: Russisch

source: Save
de: Speichern

source: Save virtual instance
de: Speichern einer virtuellen Instanz

source: Saves the state of a virtual instance
de: Zustand der virtuellen Instanz sichern

source: Saving the drive configuration has failed
de: Das Speichern der Laufwerkskonfiguration ist fehlgeschlagen

source: Search
de: Suchen

source: Search in
de: Suchen in

source: Search results
de: Suchergebnisse

source: Selection
de: Auswahl

source: Set as boot device
de: Als Boot-Medium setzen

source: Set drive as boot device
de: Das Laufwerk ans Boot-Medium setzen

source: Setting the drive <i>%(drive)s</i> as boot device as failed
de: Das Setzen des Laufwerks <i>%(drive)s</i> als Boot-Medium ist fehlgeschlagen

source: Settings
de: Einstellungen

source: Should the network interface be removed?
de: Soll die Netzwerkschnittstelle entfernt werden?

source: Show group information
de: Anzeigen der Gruppeninformationen

source: Show instance information
de: Anzeigen der Instanzinformationen

source: Show physical server information
de: Anzeigen der physikalischen Server-Informationen

source: Simple format (raw)
de: Einfaches Format (raw)

source: Size
de: Größe

source: Size (default unit MB)
de: Größe (Standardeinheit MB)

source: Slovene
de: Slowenisch

source: Snapshoting the instance <i>%(domain)s</i> to <i>%(snapshot)s</i> failed
de: Das Speichern der virtuellen Maschine <i>%(domain)s</i> in <i>%(snapshot)s</i> ist fehlgeschlagen

source: Snapshots
de: Sicherungspunkte

source: Snapshots can not be created for suspended domains.
de: Sicherungspunkte können nicht für gespeicherte virtuelle Maschinen angelegt werden.

source: Some information of the virtual instance could not be saved!<br/>
de: Einige der Informationen zur virtuellen Instanz konnten nicht gespeichert werden!<br/>

source: Source
de: Quelle

source: Spanish
de: Spanisch

source: Start
de: Starten

source: Stop
de: Beenden

source: Stop a virtual instance
de: Beenden einer virtuellen Instanz

source: Stopping the virtual instance will turn it off without shutting down the operating system. Should the virtual instance be stopped?
de: Das Beenden der virtuellen Instanz schaltet diese aus ohne das Betriebssystem zuvor herunterzufahren. Soll die virtuelle Instanz beendet werden?

source: Storage pool
de: Speicherbereich

source: Suspend
de: Speichern & Beenden

source: Swedish
de: Schwedisch

source: Thai
de: Thailand

source: The chosen name for the virtual instance could not be checked for uniqueness.
de: Der gewählte Name für die virtuelle Instanz konnte nicht auf Eindeutigkeit überprüft werden.

source: The chosen name for the virtual instance is not unique. Another one should be chosen.
de: Der gewählte Name ist nicht eindeutig, daher sollte ein anderer gewählt werden.

source: The connection to the Univention Virtual Machine Manager service could not be established. Please verify that it is started. You may use the UMC service module therefor.
de: Die Verbindung zum Univention Virtual Machine Manager-Dienst konnte nicht hergestellt werden. Bitte prüfen Sie, ob der Dienst gestartet ist. Dafür können Sie das UMC Dienste-Modul verwenden.
